{
  "submissions" : [
    {
      "author" : "Adam Mintzer",
      "author_bio" : "Adam Mintzer's shining moment at NBN was interviewing and subsequently upsetting the mayor of Evanston on his very first story. He went on to become the online video editor, assistant managing editor and somehow only write two articles. ",
      "headline" : "Did I Really Go Here?",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/Adam.png",
      "pullquote" : "But sometimes, I just couldn’t shake the feeling that I was missing out on what college was “really” all about, and the FOMO would grab hold.",
      "slug": "adam-mintzer",
      "text" : "<p>“He doesn’t even go here”: a Mean Girls reference, a declarative sentence and a line many used to define my last two years at Northwestern.</p><p>I spent four of my last eight quarters at Northwestern off campus for a variety of reasons. These quarters weren’t back-to-back, so every time I returned to campus, the same patterned emerged.<p>I’d come back  to Northwestern and have a honeymoon period. Every aspect of campus felt new and exciting again, but soon I would realize how out of sync I was with the ebbs and flows of life at NU. My friends had naturally grown just as I had. Their interests and routines were no longer aligned with mine. The social calendar we shared was overtaken by new leadership positions, new relationships and new definitions of what’s fun.</p><p>\nEventually, I always got back into the swing of things only to leave again with the knowledge that I’d repeat the cycle one or two more times.</p><p>This sequence seemed to reinforce the idea that <em>I don’t even go here.</em></p><p>For a while, this made me feel like I was not a part of the Northwestern community I was so excited to join four years ago. I constantly forced myself to remember that I loved and was grateful for every experience that brought me off campus. I had  to remind myself that I wouldn’t really want to change any decision I’d made or any opportunity I’d seized. But sometimes, I just couldn’t shake the feeling that I was missing out on what college was “really” all about, and the FOMO would grab hold.</p><p>Recently, I started to fight the FOMO a little harder.</p><p>I realized that if I’m a part of “Our” Northwestern, how I chose to use my four years as a student should be as valid as anyone else’s.</p><p>When I brought up this insecurity to my Dad, he suggested making a list of the priorities I had for college to be clear as to why I was choosing to leave campus so frequently. By having a list of no more than three goals, I’d have a personal reference to keep me on track despite my FOMO and habit of overthinking. The list can change and evolve, but it needed to always be written and tangible. </p><p>The third item on the list changed a few times, but the first two were always to be selfish and to scare myself. This meant that I was aware that, thanks to an amazing set of circumstances, I was able to take four years to not have any responsibilities other than the ones to myself. With immense amount of possibilities at Northwestern, I wasn’t bound to any specific location for any specific reason. I was never sure what life post-graduation would have in store for me, so I wanted to make sure I said yes to every promising opportunity despite how scary it may have seemed at the time.</p><p>Without keeping my list of priorities in mind, the fact that I was missing out on formals, late night hang outs and opportunities to be more active in student groups (like NBN) on campus would have paralyzed me and kept me from taking a leap of faith and leaving campus for a quarter. Without this list, hearing a friend joke that “he doesn’t even go here,” would sting and leave a mark.  The list became almost like a shield against FOMO. </p><p>At the bottom of the list I wrote a reminder to myself, “For now you have a safety net.”\nI’m beyond lucky to have formed friendships and a community on campus in my first two years that I could come back to, despite how much it may have changed in my absence.  I was lucky that when I left I was able to always come back. </p><p>So, maybe I missed out on strengthening these bonds, maybe I missed out on creating new relationships or maybe I missed out on some of the greatest moments of my life. I’ll never really know. What I do know is I learned how to navigate a foreign country, I learned tons of things I do and don’t want out of a job, I learned how to form friendships without the structure of a university behind me, I learned how to be alone, I learned how to be scared on the inside but confident on the outside. Most importantly, I learned how to create my own reality. \nBy keeping priorities in mind and realizing the net I had below me, I was able to redefine what <em>going here</em> means.</p>",
      "twitter_acct" : "@adammintzer"
  },
  {
      "author" : "Anne Li",
      "author_bio" : "Anne used to be NBN's features editor, later a managing editor. Now she is a part-time audio journalist, a part-time data journalist and a full-time frog sipping tea.",
      "headline" : "My iCal reminds me that without you, there is no me",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/Anne.jpg",
      "pullquote" : "",
      "slug": "anne-li",
      "text" : "<div class='story-image'><img src=\"http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/07/Annes_Calendar.png\" /></div><p>Thanks to Medill and Northwestern for teaching me how much I can get done in a day if I really put my mind to it.</p>\n<p>Thanks to my friends for teaching me how much fun I can get done in a day if I don't feel like putting my mind to it. </p>",
      "twitter_acct" : "@annemiaoli"
  },
  {
    "author" : "Sarah Turbin",
    "author_bio" : "Sarah is a Kourtney with Khloé rising. She worked on NBN as a writer, managing editor, magazine designer and Twitter-er.",
    "headline" : "Soon/Sometime/Later",
    "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/06/Sarah.jpg",
    "pullquote" : "You have said, for example, even to those who once looked from high up on a roof with you at a crosshatched campus, the lakewater so dark and starless it seemed empty: <em>Let’s hang out soon/sometime/later.</em>",
    "slug": "sarah-turbin",
    "text": "<h1>How Northwestern Are You?</h1> <p id='quiz-description'>Click everything that applies to you...</p> <div class='quiz'> <form> <ol> <li class='question'> <dl> <div class='row'> <dd class='answer'> <label for='nu-1'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-1'> <div class='inner'>You have snuck onto the roof of Swift.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-2'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-2'> <div class='inner'>You have painted The Rock.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-3'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-3'> <div class='inner'>You have sung the Fight Song at a football game.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-4'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-4'> <div class='inner'>You have gotten lost in the hallways of Tech.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-5'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-5'> <div class='inner'>You have eaten late-night Burger King.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-6'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-6'> <div class='inner'>You have been in the vicinity of a cappella.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-7'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-7'> <div class='inner'>You have attended Dillo Day.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-8'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-8'> <div class='inner'>You have downloaded Yik Yak, the popular social media application.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-9'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-9'> <div class='inner'>You have deleted Yik Yak, the popular social media application.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-10'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-10'> <div class='inner'>You have taken a <a href='http://oi65.tinypic.com/v41htx.jpg' target='_blank'>photo</a> with Morty.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-11'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-11'> <div class='inner'>You have ridden in a SafeRide.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-12'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-12'> <div class='inner'>You have stayed up to see the sunrise on the lake.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-13'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-13'> <div class='inner'>You have skimmed readings hours before they were due.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-14'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-14'> <div class='inner'>You have received feedback to be more specific in discussion.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-15'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-15'> <div class='inner'>You have thought, <em>I will show you specific, motherfucker.</em></div> </div> </label> </dd> <dd class='answer'> <label for='nu-16'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-16'> <div class='inner'>You have barreled towards Chicago, <em>specifically</em>, in a loud car, with people you never imagined you’d know, the city’s crown of skyscrapers flickering, clearer now, almost — here.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-17'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-17'> <div class='inner'>You have turned on a desk lamp at two in the morning, a crescent of a friend’s face gleaming, the rest in shadow as she tells you a secret.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-18'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-18'> <div class='inner'>You have pressed the flat plane of your palm against a scrape on Dillo Day of all days, hand streaked with blood, laughing hard because you can’t care when the air’s this warm and the moon’s so full it looks like it’s holding its breath.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-19'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-19'> <div class='inner'>You have clambered into a SafeRide and SafeRidden to the beat of an unfamiliar song, a soundtrack to someone else’s life.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-20'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-20'> <div class='inner'>You have pushed down on the creased pages of a graded assignment and snagged yourself on a comment in the margins: <em>Raise the stakes.</em></div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-21'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-21'> <div class='inner'>You have never raised any stakes on purpose, only ever dabbed sentences with words to bloat page counts and buy time.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-22'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-22'> <div class='inner'>You have said, for example, even to those who once looked from high up on a roof with you at a crosshatched campus, the lakewater so dark and starless it seemed empty: <em>Let’s hang out soon/sometime/later.</em></div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-23'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-23'> <div class='inner'>You have lied without realizing, the most sorry way to tell a lie.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-24'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-24'> <div class='inner'>You have tried not to do this thing of imagining a place as disappearing after one critical moment because otherwise whole buildings dissolve and entire rooms sink away, drained.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-25'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-25'> <div class='inner'>You know how these moments appear because you have read an email from the dean that begins with Dear Students then speaks of sadness. And how deep it goes.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-26'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-26'> <div class='inner'>You have stayed quiet amidst suggestions to revisit rooftops, even from those who scream songs in cars with you and inspect raw, rock-rubbed wounds on Dillo Day with you and delete popular social media applications off of your phone for you.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-27'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-27'> <div class='inner'>You know in the years to come you’ll gather with friends on birthdays, long weekends, video calls on wearable pieces of technology, and maybe, if you are willing, another visit to the roof of Swift.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-28'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-28'> <div class='inner'>You can still imagine the lake without looking at it, like it’s for forever, like it’s waiting under your eyelids.</div> </div> </label> </dd> </div> <div class='row'> <dd class='answer'> <label for='nu-29'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-29'> <div class='inner'>You, for now, cross the street and search for the thin blue shard of shorewater that sits behind Sheridan as it bends towards the lake.</div> </div> </label> </dd> <dd class='answer'> <label for='nu-30'> <div> <input type='checkbox' name='checkbox' value='1' id='nu-30'> <div class='inner'>You like to think you’re only one who stretches your gaze that far eastward, the rhythm of the crosswalk signal keeping time for you because the water is all still there, still there.</div> </div> </label> </dd> </div> </dl> </li> </ol> <button class='check-outcome' type='submit'>How Northwestern Are You?</button> </form> </div>",
    "twitter_acct": "@sarahturbin"
  },
  {
    "author" : "Nicole Zhu",
    "author_bio" : "Despite spending most of her time in Fisk and McTrib, Nicole was never technically in Medill. However, she was the interactive editor and creative director of NBN. ",
    "headline" : "Slide Transitions",
    "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/IMG_7423.jpg",
    "pullquote" : "For me, college has been about finding ways to fill gaps of time in ways that are meaningful — and the scary part is realizing the things that are even meaningful to you in the first place.",
    "slug": "nicole-zhu",
    "text": "<div class='entry-slides'><iframe src='//slides.com/nicolezhu/when-i-was-ten-years-old-my-sister-and-i-were-poking-around-on-my-dad-s-laptop-one-afternoon-when-we-found-a-powerpoint-titled-family-life-plan/embed' scrolling='no' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen></iframe></div>",
    "twitter_acct": "@nicolelzhu"
  },
  {
      "author" : "Mallory Busch",
      "author_bio" : "Mallory was a digital product manager, video editor, copy editor and writer during her time with NBN. She devoted her time at Northwestern to journalism projects and then against all odds took a job that isn't even in journalism.",
      "headline" : "I Left College Halfway Through My Junior Year",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/mallory-busch-1.jpg",
      "pullquote" : "I didn’t have the normal college experience. But when I look back on how I’ve grown and what I’ve gained, I feel like a typical college student once again. ",
      "slug": "mallory-busch",
      "text" : "<p>We leave high school and we have a grand image of college in our heads: it’s the place we’ll be free in, the place we’ll experiment at. We picture dormitories and lecture halls and late-night boozing (or at least, if you’re like me, you surely did). But my college experience, which was all of the above and more, wound up far different than I could have known to expect. My college experience was cut short; I left Northwestern halfway through my junior year.</p><p>I’m 22 and I’m class of 2016. This June I’ll don my cap and gown, walk across the stage and pose for photos with my fellow classmates. But it will be a trip and a return to Northwestern University for me. I haven’t lived in Evanston or taken a class on campus since March 2015, when I was 20 years old.</p><p>My Northwestern departure was an acceleration to completing school. I had it planned out; I was excited for it. I’d be done early with the endless readings, deadlines and exams, done with those classes taken for requirements but not passion, done with those university social structures I had so come to loathe. Instead I’d have a year of traveling and adventures, after two decades of predictability within an hour radius of Chicago. Remembering what it was like when all of my high school friends left for college a month before me, I assured myself that it’s far easier to leave than be left behind.</p><p>And so, for a variety of personal and professional reasons, I left. I simply left. I moved to New York in March 2015 for my journalism residency. I worked in Rockefeller Plaza, salsa danced at the United Nations and spent my evenings writing in Bryant Park. In June I moved to Austin, Texas, a city I fell in love with (and a city to which I’d still love to return). I told stories that matter, I foraged through data, I ate more tacos than I could have imagined and formed friendships with colleagues I admired. Then, at the end of August, I flew to Paris for study abroad in my last quarter of college. I improved my French, traveled until I was broke, fell in love with goat cheese and <a href='https://www.facebook.com/photo.php?fbid=10208316523415433&set=a.10208316512815168.1073741877.1374579219&type=3&theater'>experienced the utter desolation that came with a terrorist attack</a>.</p><p>I learned and I experimented, just like I had planned. I had an adventure, I had a college experience like no one else I knew.</p><p>But then I was done. And I was lost. I came back to America graduated and clueless. I didn’t have a place at Northwestern to return to, and I found myself loathing the money, the credits, the time and the ambition that led me to leaving and graduating Northwestern so early.</p><p><br>---<br><p>Luckily, I grew up in the Chicago suburbs. So I interned at the Chicago Tribune, I lived at home, I searched for jobs and I visited Evanston every weekend, laughing with friends I’d been missing for a year, and crashing on couches that came to expect me quite often. I got back those little tastes of college I’d abandoned. It wasn’t the same, but it was something.</p><p>I don’t regret leaving Northwestern so early. Or at least, there are very logical reasons for telling myself that it was the right thing to do. It saved me money when I’m already bogged down with loans. My JR in New York got me the job I have now. If I hadn’t studied abroad senior year, I wouldn’t have met my boyfriend junior year. If I hadn’t studied abroad senior year, I wouldn’t have experienced a historical event that will give me perspective for decades to come.</p><p>I didn’t have the normal college experience. But when I look back on how I’ve grown and what I’ve gained, I feel like a typical college student once again. Whether it’s on campus or abroad, we take risks, we learn and we experiment. We meet people from backgrounds different than our own, we see things we’d never heard of before. We’re challenged to question our beliefs, our passions, our motivations and our assumptions. We break our mold, no matter if we’re abroad or not.</p><p>College didn’t turn out to be that grand image I’d held in my head. But that’s okay. College was the friendships, the adventures, the conversations and ideas that kept me determined to learn, grow and experiment. College didn’t end just because I left it.</p>",
      "twitter_acct" : "@yeamal"
  },
  {
      "author" : "Lucy Wang",
      "author_bio" : "Lucy has served as print managing editor and photo editor. She will miss running midnight mag meetings in her onesie.",
      "headline" : "Unofficial Transcript",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/lucy.jpg",
      "pullquote" : "I want to look back on these past four years confident that I gave my time generously to people and causes I care about, that I also took time for myself and that sometimes, just sometimes, I got my eight hours of shut-eye.",
      "slug": "lucy-wang",
      "text" : "<p><strong>Unofficial Transcript</strong></p>\n\n\n<p>Name: Wang, Lucy</p>\n<table style=\"height: 477px;\" width=\"1000\">\n<tbody>\n<tr>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td style=\"text-align: center;\">\n<p><strong>----Test Credits----</strong></p>\n<p>---Test Credits Applied Toward School of Journalism Program---</p>\n</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>SELF-ACTUALIZATION</td>\n<td>&nbsp;</td>\n<td>In typical 18-year-old fashion, I came in with only a vague sense of who I was and what I wanted to do with my time here.&nbsp;</td>\n<td>1.00</td>\n<td>T</td>\n</tr>\n<tr>\n<td>MAJORS</td>\n<td>&nbsp;</td>\n<td>Enrolled in Medill, I'd&nbsp;declared my first major by default. The rest was still an empty slate. Classes I wanted to take and programs I wanted to pursue were still zygotes of ideas.</td>\n<td>1.00</td>\n<td>T</td>\n</tr>\n<tr>\n<td>FUCKSAWS</td>\n<td>&nbsp;</td>\n<td>To stave off pre-college nerves, I pored over campus publications.&nbsp;I became well-versed in the relative&nbsp;values of meal plans, the Norris establishments that preceded Frontera Fresco and what the controversy surrounding the <a href=\"http://www.northbynorthwestern.com/story/bailey-issues-statement-on-fucksaw-demonstration/\">fucksaw in the Human Sexuality class</a>&nbsp;was all about. But the Northwestern experience can't be distilled into keywords and know-how, as I soon found out.</td>\n<td>1.00</td>\n<td>T</td>\n</tr>\n<tr>\n<td>LANGUAGE</td>\n<td>&nbsp;</td>\n<td>Oh, and foreign language proficiency.&nbsp;That too! Don't snooze in your senior year of high schoool, kids!</td>\n<td>1.00</td>\n<td>T</td>\n</tr>\n<tr>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td style=\"text-align: center;\"><strong>&nbsp;----Beginning of Undergraduate Record----</strong></td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n<td style=\"text-align: center;\">---Program: School of Journalism---</td>\n<td>&nbsp;</td>\n<td>&nbsp;</td>\n</tr>\n<tr>\n<td>TIME_MNGMNT 101</td>\n<td>Making Time for Things That Matter&nbsp;</td>\n<td>Adjusting to new schedules is a process made simpler with each passing quarter. Filling those schedules with things that matter and leaving room for unscheduled yet no less important spontaneity, however, is a skill I'm still trying to master. I want to look back on these past four years confident&nbsp;that I gave my time generously to people and causes I care about, that I also took time for myself and that sometimes, just sometimes, I got my eight hours of shut-eye.</td>\n<td>1.00&nbsp;</td>\n<td>A-</td>\n</tr>\n<tr>\n<td>NBN 201-1</td>\n<td><em>North by Northwestern</em> Magazine</td>\n<td>Everything I know about journalism, I learned from <em>North by Northwestern</em>. And I'm not talking about breaking the Oxford comma habit or spelling numbers below 10. I mean the messy space between journalism and humanity, between being a student editor and a friend.&nbsp;</td>\n<td>&nbsp;1.00</td>\n<td>A</td>\n</tr>\n<tr>\n<td>DARTY 101</td>\n<td>Introduction to the Frat Quad</td>\n<td>My days there were numbered, but I do love a good game of Quidditch Pong.&nbsp;</td>\n<td>1.00&nbsp;</td>\n<td>P&nbsp;</td>\n</tr>\n<tr>\n<td>JR 399</td>\n<td>JR</td>\n<td>In moving away from Evanston for seven months&mdash;three for the summer, three for JR and one somewhere in between&mdash;I saw just how much my college experiences shaped my interests. Absence makes the heart grow fonder, right?&nbsp;</td>\n<td>&nbsp;1.00</td>\n<td>P</td>\n</tr>\n<tr>\n<td>TK 110-5</td>\n<td>Discovering What's TK</td>\n<td>Chaotic as it can be, our quarter system breeds a sense of comfort in what's to come. If you forget to complete your CTECs, you can do them&nbsp;in the next round. If you're in an uninteresting class, you can ride out the tide in 10 weeks. If you overcommit yourself, you can start afresh next season. These prepackaged chunks of time stand in contrast to our temporally ambiguous post-grad futures. I'm scared shitless, I'll admit, but I think I'm starting to be okay with that. I'm okay with not being able to count the credits I have left and fit them into their corresponding quarters&nbsp;or with no majors, clubs and institutional affiliations to ground my sense of self. I'm okay. The rest? It's still TK, TK, TK.</td>\n<td>1.00</td>\n<td>I</td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>",
      "twitter_acct" : "@yllucywang"
  },
  {
      "author" : "Preetisha Sen",
      "author_bio" : "Preetisha wrote mean things about Mitt Romney for NBN and later was editor-in-chief. She likes long walks and cupcakes.",
      "headline" : "Still Becoming",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/preetisha.jpg",
      "pullquote" : "If college is supposed to be a transformative time of change and personal growth and mistakes-turned-into lessons, I think I failed.",
      "slug": "preetisha-sen",
      "text" : "<p>“How have you changed the most over the past four years?” \n</p>\n<p>A sophomore asked me this, looking for a quick quote for a story. I thought about her question, thinking about who I was freshman year and different moments where I changed. And then I gave her my answer: my hair looks way better. \n</p>\n<p>There were a lot of things I wanted to talk about. I could talk about the unquantifiable way that my friends changed me, by giving me new ways to think about identity and success and happiness. Or I could talk about my personality: I’m probably more confident, less afraid. More open-minded. But most soon-to-be graduates could tell you that. And the more I thought about it, the harder it was to find something significant and unique. All I could think about was how after coming here and having all these new experiences and opportunities ... I didn’t really change. \n</p>\n<p>I came to Northwestern wanting to be Preetisha 2.0. I was going to discover my passion in life, fall in love, lead several student groups. And with that, leave behind parts of my personality that I didn’t like: the tendency to take everything personally, the jealousy I had for my older brother (going to the same college as him really helped with that one!). In my eyes, Northwestern was the bridge that would transform me into the adult I’m supposed to be after I graduate. \n</p>\n<p>Of course, that didn’t exactly happen.\n</p>\n<p>Most of the time, college didn’t feel transformative. It felt stagnant. Every quarter, I saw myself slipping into the same habits—uncontrollably crying to my mom about a bad midterm, getting upset over a harmless joke made at my expense, comparing my grades to my brother’s. Even as a senior, I came home for Thanksgiving and immediately asked my brother about his job search experience so I could see if mine measured up. Why hadn’t I grown out of that? Where was all the Northwestern change I was promised? My last college classes were coming to an end, and it seemed like all I had done in the past four years was go from a confused teenager to a more-confused 20-something.\n</p>\n<p>If college is supposed to be a transformative time of change and personal growth and mistakes-turned-into lessons, I think I failed. Because I can still get overly emotional, or overly jealous of my brother, or overly anxious about things that don’t need to be stressful. Most of the dreams I had freshman year never came true, and there are still so many ways I want to grow before I enter “the real world.” But these four years are not our last chance.\n</p>\n<p>I went through Northwestern thinking it was the only time of my life where I could be confused and directionless; the last time to make stupid mistakes. Yes, it’s bullshit to say that the biggest way you’ve changed in college is your hair. But thinking you need to have everything figured out by the time you wear a purple gown is bullshit, too. Northwestern is a great place to learn and to grow and to start becoming an adult, but it’s just that—a start. I will aggressively miss being a part of this community, but I am still becoming. </p>",
      "twitter_acct" : "@preetishasen"
  },
  {
      "author" : "Samuel Niiro",
      "author_bio" : "Sam used to do a lot of things at NBN. Now, he does not. It's nice.",
      "headline" : "Link decay",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/06/Niiro.jpg",
      "pullquote" : "So instead of trying to avoid link decay by building perfect memories and taking perfect pictures and writing something that’s not a mess of hyperlinks, I’m leaning in to it.",
      "slug": "samuel-niiro",
      "text" : "<p>A good chunk of my first-ever <a href=”http://www.northbynorthwestern.com/story/got-game-a-strategic-guide-to-the-first-presidenti/”>article</a> for North by Northwestern is nonsense. Not just because the analysis is poor or the writing makes me cringe (though both are a little bit true), but because about 20 percent of the links no longer work. I use links heavily because this is a digital publication and we are living in the future and also because I prefer linking a source over having to paraphrase it, because I am lazy. When the links go offline, the piece loses a fair amount of meaning.\n</p>\n<p>The nerds call this phenomenon “<a href=\"http://www.npr.org/sections/alltechconsidered/2014/04/26/307041846/stopping-link-rot-aiming-to-end-a-virtual-epidemic\" target=\"_blank\">link rot</a>,” the process by which links to other webpages gradually turn up unhelpful or empty results as websites go offline, change their URL structures or move content around. A 2011 <a href=\"https://blog.pinboard.in/2011/05/remembrance_of_links_past/\" target=\"_blank\">survey</a> of links on one bookmarking site found that within 14 years, about 50 percent of links no longer led to a working page. Another <a href=\"http://harvardlawreview.org/2014/03/perma-scoping-and-addressing-the-problem-of-link-and-reference-rot-in-legal-citations/\" target=\"_blank\">study</a> found that 70 percent of links in Harvard legal journal articles and 50 percent of links in Supreme Court opinions no longer provide their intended information. It happens here; we’re already missing some pictures from the <a href=\"http://apps.northbynorthwestern.com/commencement/2015/\" target=\"_blank\">2015 commencement project</a>.\n</p>\n<p>This is, we are told, <a href=\"http://motherboard.vice.com/blog/when-will-the-internet-defeat-link-rot\" target=\"_blank\">a significant issue</a>. After all, the internet now substitutes in many ways for the great libraries of old, and generally information set down in books doesn't just disappear (<a href=\"https://en.wikipedia.org/wiki/House_of_Wisdom\" target=\"_blank\">except when it does</a>). And for some works, it is a genuine issue; if we can’t make sense of Supreme Court citations, our whole system of laws starts to look a little suspect.\n</p>\n<p>But right now, with the artificial nostalgia and self-reflection of graduation running my life, I can't help but feel that this decay is a blessing in disguise. I don't know about you, but I'm not a huge fan of me from four years ago; he <a href=\"http://www.northbynorthwestern.com/story/nus-careerist-culture-is-not-normal/\" target=\"_blank\">meant well</a>, but also he did <a href=\"http://www.northbynorthwestern.com/story/magazine-six-degrees-hold-the-bacon-pregame/\" target=\"_blank\">dumb things</a>. I'm sure I'll feel the same way about <a href=\"http://www.northbynorthwestern.com/story/how-much-is-100-million-dollars-really/\" target=\"_blank\">graduating-me</a> in four years, too.\n</p>\n<p>College is supposed to be about building for the future: improving the school for those who come after us, sharpening career skills, making friends who will last a lifetime. Those are all great, and if you've pulled any of them off, that's incredible. <a href=\"http://67.media.tumblr.com/0abf29216c0bfea3ec27c1b5446d6cb0/tumblr_mpr30dQBXM1rgzubio1_1280.gif\" target=\"_blank\">Congrats</a>, sincerely. The reality, though, as any of us can attest, is that the dominant question of student life isn’t whether you can make or build or learn something worth preserving, but whether you can make it to next week or tomorrow or at least 5 p.m.\n</p>\n<p>Most of what the Class of 2016 did will fade with time. Yearly student turnover makes <a href=\"http://www.bbc.com/news/business-35821782\" target=\"_blank\">institutional memories</a> short, and the <a href=\"http://abcnews.go.com/Technology/story?id=98195&page=1\" target=\"_blank\">treachery</a> of <a href=\"http://www.vice.com/read/the-berensteain-bears-conspiracy-theory-that-has-convinced-the-internet-there-are-parallel-universes\" target=\"_blank\">personal memory</a> will mess with what we take with us. I’m already seeing names in my Facebook feed to which I can’t put a face or a fact. And even if I could, there’s no guarantee that information would reflect things as they are right now. The links have gone dead.\n</p>\n<p><p>So instead of trying to avoid link decay by building perfect memories and taking perfect pictures and writing something that’s not a mess of hyperlinks, I’m <a href=\"https://i.imgflip.com/6kyv1.jpg\" target=\"_blank\">leaning in</a> to it. Let link rot take my memories and Facebook photos and this essay; they work for right now, and that’s good enough. There’s a pressure I feel to use this space to try to say something that feels deep and meaningful, that won't embarrass me with <a href=\"http://i.imgur.com/jm7EdAX.png\" target=\"_blank\">dated references</a> or <a href=\"http://fivethirtyeight.com/features/donald-trumps-six-stages-of-doom/\" target=\"_blank\">short-sighted predictions</a> when I dig it up in a year or two, that won’t feel silly and self-indulgent. But I can't do that, no more than I can pick a graduation outfit I won't be disappointed in after ten years.\n</p></p>\n<p>So instead, I just hope this is good enough for right now.</p>",
      "twitter_acct" : "@emperorniiro"
  },
  {
      "author" : "Madhuri Sathish",
      "author_bio" : "Maddy has spent many sleepless nights wondering whether her fellow journalists would one day wake up and realize objectivity is a myth. She has been the politics editor, photo editor and identities editor for NBN, as well as the resident Harry Potter expert in every space she has ever occupied.",
      "headline" : "Writing for survival",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/IMG_2198.jpg",
      "pullquote" : "As much as I can tell, journalism is supposed to be about speaking truth to power. It is therefore futile to ignore the roles our identities and our lived experiences play in our storytelling. ",
      "slug": "madhuri-sathish",
      "text" : "<p>Four years ago, I wrote a senior essay for my high school newspaper, and for the sake of journalistic accuracy, I recently went back and reread it. Some gems I stumbled across included: A <em>Catcher in the Rye</em> reference, an overarching claim about “societal disputes” and something about being trapped in a bubble. I thought I was leaving the bubble of my hometown to “step into the real world” — because at that point, I thought college was the real world — but the real world is a place where everything is burning. Ironic, isn’t it?\n</p>\n<p>I’ve always wanted to be a writer. When I was five years old, I wrote short stories for my Indian classical dance teacher, and she told me I was brilliant. Writing was so simple then, and even as a high school journalist. I told stories because I wanted to tell stories, and there was never more to it than that.\n</p>\n<p>But Medill — and Northwestern, more broadly — has been full of contradictions for me. As much as I would love to be “just a writer,” that’s not even a remote possibility. My identity as a woman of color informs every story I tell, even if it’s a story about a plastic bag ban in the French National Assembly (yes, that happened). And yet, so many of my journalism professors were quick to tell me that I was not being “objective,” or that I needed to tell “both sides” of the story. \n</p>\n<p>As much as I can tell, journalism is supposed to be about speaking truth to power. It is therefore futile to ignore the roles our identities and our lived experiences play in our storytelling. These experiences manifest themselves in the sources I choose to contact, the quotes I choose to include, the stories I choose to tell. What does it mean to tell “both sides” of a story when one “side” is a marginalized population and the other is a system of oppression, or an institution with a lot of power? What does it mean to perpetuate the myth of objectivity, when such an aspiration to neutrality merely reaffirms a dangerous power dynamic between the oppressor and the oppressed?\n</p>\n<p>This is why I said that everything is burning in the “real world.” It’s springtime, and lounging by the Lakefill can make it easy to forget that both within and outside the walls of this institution are numerous injustices. As a writer and activist, it is my responsibility to not forget. What does it mean for me to sit in a classroom learning about white fragility and intersectional feminism when Laquan McDonald is shot 16 times by a Chicago police officer and we don’t see the video for months? When ICE raids threaten undocumented folks in our community? When policy-makers are trying to prevent reproductive justice from becoming a reality? \n</p>\n<p>It is a privilege to be able to forget, to be able to choose not to talk about injustice, to be able to not consciously think about the power dynamics at play in day-to-day interactions — to be able to walk away instead of applying everything you have learned to the fight for collective liberation.  But for me, journalism has always been about rendering resistance visible, and about combating oppression in whatever form it takes. \n</p>\n<p>So Northwestern continues to be full of contradictions for me. On the one hand, my desire to tell the stories of those who are marginalized is constantly suppressed. On the other, I have met so many incredible organizers here, for whom radical love is not just a concept but a reality. I’ve gone head to head with professors — and fellow students — who lend more credence to white male “objectivity” than my “agenda,” but I’ve also had the rare privilege of working with NBN to improve how student journalists cover marginalized communities. \n</p>\n<p>I want to say that it is easy for me to sit here and rant about injustice, but it isn’t. None of us want to be out in the streets protesting during a Chicago winter. We do so because there is no choice. It is a matter of urgency that we respond to oppression when we see and experience it. In the same way, my mental health would probably prefer it if I paused every now and then to write about puppies. But I don’t think I can stop writing about the movements and the organizers that I care so much about, even if I do love puppies. Caring for myself is, as radical feminist and writer Audre Lorde said, an act of self-preservation and political warfare, but to take care of myself, I must also help my communities thrive.\n</p>\n<p>I don’t know what the future holds for me, but I know that writing will be a part of it, just as I knew that when I was five years old. All I want is for my storytelling to be something that humanizes, respects and empowers those who generally never receive an opportunity to tell their stories in a way that affirms their agency as human beings. I can’t revolutionize journalism, but I can change how I treat people and dismantle my complicity in their oppression. \n</p>\n<p>I fought this colonial institution every single moment I was here, and as a graduate, I can remind myself that <em>I survived</em>. That’s a pretty great first step for a storyteller. </p>",
      "twitter_acct" : "@MadhuriSathish"
  },
  {
      "author" : "Rachel Fobar",
      "author_bio" : "Rachel served as a news editor and a managing editor for NBN. She was also appointed NBN’s senior T-Swift analyst (<a href=”https://issuu.com/nbnmag/docs/fall_nbn_final_issuu”>not kidding</a>), a job she takes very seriously.  ",
      "headline" : "How to plan your four years",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/06/RFphoto.jpg",
      "pullquote" : "But when I reflect on the last four years here – and really just my last 21 years in general – all of the most amazing things I’ve done were unplanned. ",
      "slug": "rachel-fobar",
      "text" : "<p>Last year, I took a personality quiz. It was supposed to assess how well I would be suited to certain jobs based on my personality. When it came time to tally up my score, I got a whopping zero in spontaneity. \n</p>\n<p>Zero! Who knew you could even score that low on a personality trait? I’d certainly never gotten such a low score on anything in my life, and like any other self-respecting Northwestern nerd, I momentarily panicked. Maybe I should take it again? Was there any sort of spontaneity extra credit I could do?? \n</p>\n<p>I turned to my friend sitting next to me to share the news, and he said, “Well, yeah. I mean, you make a 10-week plan on the first day of class and you carry it around with you all quarter.” \n</p>\n<p>He’s not wrong. I’ve always been a planner. I started off planning elaborate Barbie weddings in elementary school – everything from the white dress and the plastic bouquets to the seating arrangements, bridesmaids and the aisle made out of tissues. As a birthday present, I planned ahead and asked my parents for Barbie babies so I could be prepared for when the happy couple decided to have children. \n</p>\n<p>I can assure you I’ve reined it in since my days as a 7-year-old wedding planning mogul. I pretty much stick to scheduling classes, dinners with friends and weekend plans. However, my inner control-freak has not strayed too far. When couples plan spontaneous getaways in romantic movies, I’m the one who wonders when they even had time to pack a suitcase. Disrupted plans give me a minor aneurysm, and my least favorite texts are ones that start off, “Hey, are you free right now?” \n</p>\n<p>But when I reflect on the last four years here – and really just my last 21 years in general – all of the most amazing things I’ve done were unplanned. You might even say I stumbled across them. I applied for the cherubs program in high school because a guidance counselor suggested it, though I had never even heard of Northwestern University. I applied for Northwestern as a result, not really sure if I’d get in and not really planning on ever leaving California. I started writing for NBN because when I was a cherub, I happened to overhear some people talking about how cool it was in a CRC common area. I met my best friends because I was randomly assigned to live in the same dorm as them. I applied for the best journalism class I ever took because a friend of mine recommended it – a friend I met when a professor randomly assigned us to work together on a group project freshman year. \n</p>\n<p>Realizing this seems like a huge slap in the face to all my meticulous planning. Is this the universe’s way of messing with me? Is that God I hear, laughing while I make plans? \n</p>\n<p>Instead, I took it as a sign that I needed to learn to embrace the unexpected. I’ve realized that as hard as I might try, I can’t plan my life down to the minute. Northwestern has helped prepare me for a more unpredictable world where planners and color-coded charts won’t brace me for unexpected opportunities or protect me from inevitable roadblocks. I’ll probably always be a planner – college was never going to change that. But it definitely taught me that maybe God <em>is</em> laughing while we make plans, and maybe I should laugh along with him. </p>",
      "twitter_acct" : "@rfobar"
  },
  {
      "author" : "Carter Sherman",
      "author_bio" : "Carter served as NBN's executive editor, assistant managing editor and print senior section editor. Her only regret is that she didn't put more cats on the homepage.",
      "headline" : "How to lose friends and alienate people (and survive)",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/cartersherman.jpg",
      "pullquote" : "But also know that, unless the Polar Vortex comes back to freeze us all, whatever is wrong is not the end of the world.",
      "slug": "carter-sherman",
      "text" : "<p>“It’s not the end of the world unless it’s the end of the world,” someone told me recently. “And if it’s the end of the world, then there’s nothing you can do about it.”</p><p>\nFor an anxiety-ridden person like myself (and like most Northwestern students), this already sounds like pretty solid advice. But as someone who survived what I once thought to be the apocalypse of my social and professional life on this campus, I can confirm that this advice is completely, painfully true. No matter how catastrophic something might seem at the time, if you refuse to let other people beat you down—or to beat yourself down—you will be okay.</p><p>\nAround this time last year, I wrote an article for the <em>North by Northwestern</em> spring magazine. Initially, this article seemed just like any of the dozens of other stories I’ve written over my four years as a journalism student. I enjoyed reporting it, but the piece wasn’t especially challenging or thrilling. Yet that article triggered one of the most formative experiences of my Northwestern career.</p><p>\nHere’s what you need to know: The article was about an illegal drug delivery service, based in Evanston. Within hours of its publication, that service shut itself down (temporarily). And while I had worried about retaliation from the people who ran the service, I never considered the possibility that my fellow students would turn against me.</p><p>\n\tMy email and social media profiles immediately flooded with messages from people I had never met, condemning me for the article. The word “Cartergate” trended on Yik Yak, thanks to anonymous musings on my (apparent) stupidity and on how long it would be before drug dealers and/or Northwestern students “came for” me. Some people did offer legitimate ethical criticism, but I was so unprepared for the onslaught of personal attacks that I was paralyzed into silence.</p><p>\nI walked around in a PTSD-like haze, flinching whenever someone walked too close to me on the sidewalk. Could they have posted the Facebook status that had called me a “thot,” slut-shaming me for something that had nothing to do with sex? Or maybe they were just one of the hundred people who had liked the status? Or maybe they were even the author of my personal favorite Yak, which pointed out that I “looked like a good hate fuck”? (In other news: Being a woman is always so fun!) I knew rationally that very few people on campus <em>actually</em> cared about Cartergate, that these haters were just the loud minority—but it was kind of hard to remember that when my adviser asked me if I wanted to spend the night at her house, because she was afraid for my safety.</p><p>\n\tHow did I cope? I made self-deprecating jokes. I ate everything I wanted to. I burst out crying during lunch at my sorority. Every message of support that I received, from friends and strangers alike, was a life raft. But eventually, I managed to stop obsessively checking Yik Yak. After all, I had finals to worry about. </p><p>\nLike all Internet frenzies, Cartergate faded after a few days. (Thanks to the cancellation of Dillo Day, <em>NBN</em> wasn’t even the most hated student group on campus anymore. #winning.) I deleted my Yik Yak app, worked and travelled throughout the summer, and finally returned in the fall, cynical and cautious about returning to campus media. </p><p>\nThen, through a constellation of circumstances, my feature for the <em>NBN</em> fall magazine ended up being chosen as the cover story. I had taken much more care with this story, not only because of Cartergate’s looming legacy, but also because I truly cared about the subject and wanted to do right by my interviewees. Still, in the days before publication, I could barely sleep. I tinkered with the story’s phrasing and punctuation endlessly, trying to find the magic combination that would save me from criticism. I even thought about begging my editors to take the piece off the cover and bury it within the magazine, so that I could go on being mercifully ignored.</p><p>\nStill, I knew I had to go through with it. No, I <em>wanted</em> to go through with it—to be selected as the cover felt like an honor by the NBN peers whose expertise I deeply admired. And I knew that I didn’t deserve to feel like I was forever radioactive; I wouldn’t give Cartergate that kind of power over me. I wanted to prove, both to Northwestern and to myself, that I was done being ashamed or silenced. </p><p>\nAnd then: The day arrived. Over a thousand copies of the magazine were handed out all over campus. And it was just like any other day. People told me that they liked the cover, or that they thought the piece was intriguing and thought-provoking.  No one threw a parade in my honor, but no one mentioned what had happened the previous spring either.</p><p>\nOn one hand, the lesson could be that your personal apocalypses always matter less than you think they do. Very few people still felt the intense, personal rage that had fueled Cartergate. But on the other hand, they <em>do</em> matter, if only to you and your individual growth. I didn’t care what other people thought or if my former critics even knew that the article existed. What mattered was that I was proud of my story, that I had white-knuckled through my self-doubt to see it published, and that I had even channeled that doubt into a tool to improve my work.</p><p>\nHopefully you’ll never have to face a Cartergate of your own, but at Northwestern, it’s easy for everything—from a difficult final project to radio silence from your crush to even just having to sit through yet another Media Law & Ethics lecture—to seem like a disaster. Sometimes, it might actually be a disaster. But guess what? You’ll survive. Just keep holding on.</p><p>\nThat survival might take a little extra self-care, which is important to recognize. But also know that, unless the Polar Vortex comes back to freeze us all, whatever is wrong is not the end of the world. You, and your self-esteem, will recover. For me, my recovery was my refusal to allow others’ opinions to influence me from pursuing my goals. Yours might take a different form. But still: Never quit on yourself. </p><p>\nIn the very beginning of Cartergate, I called my parents to ask what they thought of the whole mess. They reassured me that, as a journalist, making people angry was part of the job description. Then my dad offered a Hunter S. Thompson quote, another piece of pretty solid advice that I often return to whenever I feel like giving up.</p><p>\n“When the going gets weird,” he said, “the weird turn pro.”</p>",
      "twitter_acct" : "@carter_sherman"
  },
  {
      "author" : "Shannon Lane",
      "author_bio" : "Shannon was sports editor, managing editor, print senior editor, print features editor, Bruce Springsteen and Taylor Swift DJ, coffee addict and resident royal family/wine expert during her four years at NBN. ",
      "headline" : "On caring too much",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/shannon.jpg",
      "pullquote" : "I studied abroad and realized the world is so so much bigger than the mile of concrete along Sheridan Road.",
      "slug": "shannon-lane",
      "text" : "<p>Just before the drop deadline spring quarter of my freshman year, I sat in my advisor’s office, as I debated whether I should drop Introduction to Microeconomics. She looked at me and said the four words that would be more comforting than anything I’ve heard before or since: “It’s okay to fail.”</p><p>\n\nI came into Northwestern like most freshmen do, still riding the high of being accepted, still feeling like I was finally about to start the rest of my real life. And I tried to start this new life the only way I knew how. I threw myself into school, reading every single word I was supposed to, spending my first Halloween night as a college student in the library working on a paper I really didn’t need to keep working on, talking with my friends about how guilty we felt that we hadn’t done more of our homework over Sunday morning breakfasts. I didn’t feel like I was missing out on anything; I didn’t go to parties in high school and I was still dating my boyfriend from back home. There wasn’t anything else I could get out of Northwestern besides the grades and the resume I assumed I needed. But deep down I could feel the resentment I was harboring for Northwestern for not making me as happy as I thought it would.</p><p>\n\nSee, we do this paradoxical thing at Northwestern where we bury our heads in our to-do lists, only coming up for air to tell everyone else how behind we are on checking them off. We boast about how many all-nighters we’ve pulled and how many hours straight we spend in the library without leaving. We tell our friends we have way too much to do tonight to grab dinner or go downtown and then wonder why we feel alone. And we do it because we think that’s what we’re supposed to do, because that’s all we see around us. We’re “too cool” to show we care about the the things we actually care about, and we care so damn much about showing we don’t care. There’s an unspoken, invisible list of things we’ve collectively agreed are okay to care about, namely GPAs, prestigious internships and obsessing about those two things.</p><p>\n\nI can divide my time as a student into almost two halves exactly: my first two years here,when I tried to be this Northwestern version of the <a href=”https://www.buzzfeed.com/annehelenpetersen/gone-girl-no-cool-girl?utm_term=.sa52bO4qRZ#.iiEVRrO50l” target=”_blank”>Cool Girl</a>—and the last two, when I saw how sad, anxious and lonely that had made me. Freshman and sophomore year I tried to be perfect: I sacrificed sleep so I could hang out with my new friends and get them to like me, never stopping to wonder if I even liked them; I wanted to “beat the odds” and “go the distance” with my high school boyfriend, I was stressed and tired but determined to “power through” to that yet undetermined period of time in my life when I would finally have it all under control. And that still wasn’t enough. I dropped that Micro class because I was failing it. I skipped out on parties because they didn’t seem like they were “my thing.” My long-distance, freshman year relationship was (shockingly) doomed from the start, as was the not-quite-a-rebound one that followed sophomore year. Now I look at that time wishing I could have it back, wishing I would have stopped and asked myself who I was doing all this for Because it certainly wasn’t for me.</p><p>\n\nThen, like all stereotypical starry-eyed college students, I studied abroad and realized the world is so so much bigger than the mile of concrete along Sheridan Road. I was the only Northwestern student on my study abroad program; other students came from colleges of all sizes and locations. When I talked to them about people skipping football games on Saturdays to study and having to apply to join student groups, they stared back at me in wide-eyed disbelief. People definitely don’t do that at our schools, they’d say. And that’s when I realized I had to reprioritize. We all came to Northwestern with dreams of making the world better, believing that this campus was the place where we could do so, and somewhere along the way we forgot the reasons we wanted to come here in the first place. We forgot that we care about more than academics. We got scared of being vulnerable with each other for fear that we might break the cardinal rule of Northwestern: Don’t care <em>too</em> much.</p><p>\n\nWhen I came back to Evanston, I decided I would no longer feel bad about going to bed before I finished all my reading. I wouldn’t feel bad about doing absolutely nothing all day but sunbathing on the Lakefill. I wouldn’t feel guilty about skipping class to go to a talk. I wouldn’t be afraid to speak up in the NBN newsroom. I wouldn’t spend time with people who didn’t make me happy. I wouldn’t feel stupid for becoming chapter president of my sorority and helping it become more than just a social organization. I would take advantage of all this campus has to offer us outside of classrooms because before we know it, our four years are up and we don’t get them back. At Northwestern we’re walking distance from all our best friends, biking distance from Lake Michigan, a train ride away from Chicago. Now that I’m about to leave, I realize how rare and beautiful that is. I’ve certainly fallen short of this promise to myself many times; it’s not a perfect pursuit but it is a worthwhile one. So, don’t be afraid to fail, don’t be afraid to be unabashedly yourself, don’t be afraid to passionately pursue the things you love, don’t be afraid to take a day off. You, and Northwestern, will be better for it.</p>",
      "twitter_acct" : "@ShannonLaneNU"
  },
  {
      "author" : "Tyler Daswick ",
      "author_bio" : "Tyler \"Dazz\" Daswick was NBN's Entertainment Editor. His heroes include Indiana Jones, McGruff the Crime Dog and the Undertaker. In second grade he was suspended from school for flooding the bathrooms.",
      "headline" : "Loud noises: Dazz’s final hot take",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/tyler.JPG",
      "pullquote" : "On a campus so saturated with talent, but also so overcome by insecurity, the ability to inspire our peers is something unique and special and essential.",
      "slug": "tyler-daswick",
      "text" : "<p>NBN alum Sam Niiro once called my writing “masturbatory.” That didn’t feel too great, but considering I spent most of my college career talking about my own <a href=”https://issuu.com/nbnmag/docs/final_final_issuu_magazine_” target=”_blank”>poop</a> and <a href=”http://www.northbynorthwestern.com/story/monday-morning-hangover-the-sober-dillo-day-diary/” target=”_blank”>vomit</a>, he might have had a point. </p><p>\n\nThe truth is I spent most of college writing about myself. Some articles were about my bodily functions, sure, but the majority of them were thinly-veiled excuses for me to write brash and douchey opinions—what we in the biz call “hot takes.” Hot takes come in all shapes and sizes: Morty should do a Twitter Q&A every quarter; Dillo Day exists more for Mayfest than it does the rest of campus; the One Book One Northwestern should just be the movie <em>Terminator 2</em> every single year because soon we’ll live in a world where people don’t know who Arnold Schwarzenegger is and that is the saddest effing thing I’ve ever heard; you understand by now. I actually dropped so many hot takes in four years that people around Medill grew prone to calling me The Postman, because of how often I delivered (that’s a lie). Anyway, it’s kind of my thing now, for better or worse. Right, Sam?</p><p>\n\nWriting hot takes makes me feel good. Powerful. I have the same feeling when I listen to Kanye’s “Famous,” even though I know Taylor Swift and I will never have sex, and I have the same feeling when I throw a rival cyborg into a pit of molten lava, even though that’s literally just the plot of <em>Terminator 2</em>. It’s taking me two separate <em>Terminator 2</em> references to say that writing down my own thoughts makes me feel like I have agency and autonomy and choice and freedom.</p><p>\n\nAnd that freedom feels awesome, at least for a little while. Because before long, as a writer you realize there’s only so much people want to read. There’s only so many voices people want to pay attention to, and when that voice isn’t yours, it hurts a little. We occupy a culture that operates around an ideology of “putting yourself out there,” but when you put yourself out there and people ignore you, that’s the same nowadays as outright rejection. I’d write my hot takes with the eager and childish hope that you, the reader, would always care about them. When you didn’t click, it stung, but that wasn’t your problem. It was just mine.</p><p>\n\nNorthwestern is full of people who create things. We make machines and movies and protests and proposals and stageplays and startups. Whatever we create, we all tell ourselves the same lie: That if we create this thing, and we love it, and we grow it, and we bring it into the world, then that will be enough. It will be enough for that thing to just <em>be</em>, but that’s not true. That’s not why we make things. We don’t make things so they can just <em>be</em>. We create things so they can be looked at and thought about and experienced and shared and engaged with. Creation is about making connections, and when we fail to connect, that failure is so isolating and marginalizing that we end up delegitimizing our own voices. Before long, the gleeful freshman spouting mad hot takes out of his Allison dorm room becomes the desperate writer holed up alone, ranting to nobody … For creators at Northwestern, our biggest problem isn’t resources or exclusivity or opportunity. Our biggest problem is each other. </p><p>\n\nShouting into the void doesn’t fill us. What fills us is when someone shouts back. After months and months of dancing alone in the studio or banging away at a keyboard or scribbling down a script, we can experience something that gives us that connection we’ve been searching for: Someone—anyone—tells us to keep going, and that <em>sticks</em>. I still remember Ryan Alva stopping me at a party two years ago to tell me to keep writing about movies. I remember Jasper Scherer sending me pictures last spring of one of my stories on the NBN cover. I remember David Jacoby dapping me up every morning during my time at <em>Grantland</em>. Quiet, spontaneous, unlikely moments. Words over coffee. Greetings on the sidewalk. A random text. These are powerful and meaningful things that carry weight because they’re infused with empowerment. Telling someone their concert was beautiful pushes them to keep playing the cello. Telling someone their program was innovative pushes them to keep coding. Telling someone, hey, you laughed, pushes them to keep being themselves.</p><p>\n\nI spent my time at Northwestern writing overlong articles about really silly topics, and it was egregious, but I was encouraged because for whatever reason, a few special people told me to keep going. And you should keep going, too. Keep writing. Keep making movies. Keep building. Keep going onstage. You have the potential to be brilliant at what you do, but remember that you also have a fantastic ability to empower others. On a campus so saturated with talent, but also so overcome by insecurity, the ability to inspire our peers is something unique and special and essential. As we strive forward, our words and actions can embolden others to do the same. It’s how we make community. It’s how we connect with others. It’s how we find meaning.</p><p>\n\nThat’s my take, at least.</p>",
      "twitter_acct" : "@tylerdaswick"
  },
  {
      "author" : "Yunita Ong",
      "author_bio" : "Yunita was NBN's opinion editor and assistant features editor. She no longer <a href=\"http://www.northbynorthwestern.com/story/culture-shock-why-dont-americans-eat-rice-with\" />eats rice with a spoon</a> but sometimes eats ice cream with a fork.",
      "headline" : "Lucky girl",
      "img" : "http://media.northbynorthwestern.com.s3.amazonaws.com/uploads/2016/06/05/Yunita.jpg",
      "pullquote" : "So maybe sometimes I’ve been unlucky in my college experiences, but luck’s worked in my favor wonderfully too.",
      "slug": "yunita-ong",
      "text" : "<p>For the longest time, I never felt super lucky. Sure, I managed to beat out 85 percent of other super qualified applicants to get admitted to Northwestern, and I could attend because I won a generous scholarship from a government back home in Singapore. But it’s never easy to feel lucky about the mundane and humdrum of everyday life here. Within this year alone, I somehow managed to sprain my right ankle and inflame my left tendon all within a month (right before and over Spring Break!), missed a Purple Tie Affair invite because it landed in my spam folder and got shut out of a class I longed to take by literally two seconds, my first reaction was never to say, “Hey, never mind about these little things because I'm so lucky to go here.”</p><p>\n \nPart of the reason why it’s easy to feel unlucky is that luck is intimately tied with privilege. Life chances and social positions shape our prospects in subtle yet powerful ways. I knew my life at Northwestern was easier in certain ways that are harder for some of my peers – I’ve lived on a comfortable budget and haven’t faced any problems academically – and I deeply appreciate that. But in a college campus with students from incredibly varied backgrounds, it’s been all too easy to compare myself against others who’re a little bit more equipped, a little more endowed in ways I’m not. As a first generation college student, I could never really turn to my parents for guidance for anything from picking a second major or planning the logistics of sublets, because my parents – separated by ten thousand miles and a cultural gulf perhaps wider than that – didn’t know anything about life as a college student in the U.S. It has always been disheartening to attend career fairs and realize that the chances of anyone with a foreign passport being hired in the journalism industry were slim to none, although I hope to pursue a long-term career in journalism here.</p><p>\n\nIt’s too easy to feel covetous or jealous when faced with situations when I feel a little less advantaged than some of my peers. But I’ve found that giving to others in my community has proved an effective antidote for those feelings. When I first started running Asian American Student Journalists at Northwestern, I felt a tinge of sadness that I would personally never get even a shot at some of the job opportunities I was promoting to my peers. But when I met up with some people I was matched with for a mentorship program, I found myself genuinely wanting to help others achieve success, even if I didn’t qualify for all the options they had. As cheesy as it sounds, counting my blessings has helped. Over time in college, I received multiple care packages from home that attracted stares in the mailroom, their size and generosity representing all the ways my parents wanted to support me in the ways they could. My dad may speak primarily Mandarin, but that doesn’t stop him from Googling my name, reading all my stories on his janky old laptop in a language he isn’t the best at, and randomly catching me off-guard by quoting my tweets to me (Hi dad!).</p><p>\n \nLuck is only part of the story in success. Many possibilities are made possible only by sheer hard work and in a stressed out, over-achieving campus culture, we need to remember to give credit to ourselves for that. In the summer of my sophomore year, I suddenly decided to pick up a double major in economics. This could have barely been possible if not for all my high school credits and the fact that a few days prior to my snap decision, Medill had informed us all by email that we could now use our summer internship to fulfill our journalism residency requirement, freeing up an extra quarter for me to get my econ requirements done. But achieving that still involved the horror of surviving econometrics and many a dreary day in office hours in Kellogg fighting losing battles against the bell curve. Just my luck, too, that my spring quarters midterms always somehow seemed to fall during the sunniest days of the year. As I wrap up my last two econ classes, I'm reminded that luck was the little spark that got the engine going, but I wouldn’t have reached this goal if I hadn’t put in the effort too.</p><p>\n \nStill, I’m amazed by the serendipity that comes with the college experience. I’ve felt disappointed and betrayed at times by people I trusted. Recently, I called up a close friend in tears because it’d happened again, from a driving instructor of all people. I asked him why it felt in that moment that I attracted people who seemed to end up hurting me. He reassured me that I just had bad luck, and that it didn’t reflect on who I was as a person. When I got off the phone, I suddenly remembered how we met – we were both late double majors in econ and found ourselves taking the same intermediate classes as juniors, surrounded by a sea of sophomores. Over the summer after our junior year, we discovered that we needed to both be in the same area in Chicago for our summer internships by the same start time and began taking the train together. We bonded over too many snapchats of him sleeping on the CTA and late night problem set sessions and stumbled into a close, trusting friendship we never expected would materialize. During my time in college I may have been hurt by the friendships gone awry and unhealthy relationships, but they’ve also led me to be more introspective and reconnect with the ideals I have about the kind of person I aspire to be and where my priorities lie, and they’ve also led me to seek more suitable companions and more importantly, be a better friend to those in my life.</p><p>\n\nSo maybe sometimes I’ve been unlucky in my college experiences, but luck’s worked in my favor wonderfully too. “Be not inhospitable to strangers, lest they be angels in disguise,” a quote by W.B. Yeats reads. I see myself, the soon-to-be graduate, as the product of all the chance interactions and connections that have come my way - the editor-in-chief who convinced me to join North by Northwestern at my first student publications fair, the upstairs neighbor turned close confidant and later roommate, the senior editor with the kindness to give me heads ups about career opportunities, the professor who selected me to go on an all-expenses paid trip to a Paris conference my sophomore year. In that sense, I’ve been truly touched by grace and fortitude to have met so many kind souls who’ve knowingly or not supported me and given me so many opportunities to achieve my potential. As I graduate, I feel lucky, but more importantly, I also feel loved, capable, confident and strong - and ready, more than ever, to pay it forward.</p>",
      "twitter_acct" : "@yunitaong"
  }
  ]
}
