[
    {
        "title": "The Bald Truth",
        "slug": "the-bald-truth",
        "date": "May 2015",
        "preview": "Brad Turner plucked a hair from his lapel, and then let it float into the trash bin beneath the counter. He smiled at his reflection, held for three seconds while swiveling his head, and returned to his shrewd self-assessment. He’d need his eyebrows done before the interview with the Sheikh next Tuesday.",
        "text": "<p> Brad Turner plucked a hair from his lapel, and then let it float into the trash bin beneath the counter. He smiled at his reflection, held for three seconds while swiveling his head, and returned to his shrewd self-assessment. He’d need his eyebrows done before the interview with the Sheikh next Tuesday. Phil never failed to remind him that infatuated housewives <em>and</em> their teenage daughters composed Channel 5’s primetime audience. He had to look steadfast and handsome, while dangerous and sexy; there was a reason they called him the George Clooney of TV Journalism.</p><p> He placed a finger underneath his eye and pinched the skin. At least the cream he’d gotten from Charisma seemed to have improved his wrinkles. It was ridiculous to think that a skin cream could be illegal – more ridiculous that it required endangered yak liver, perhaps. But given that Melanie Burns at Channel 7 flew in an authentic African shaman to cure her shingles, he could excuse some FDA-unapproved cream.</p><p> Brad kept two pictures pinned to the side of his mirror. There was the photo of his family taken during a visit to Paris. It was partially obscured by bottles of hair product. Above it, he’d placed the group photo taken during his rookie year on the local Atlanta broadcast. Technically, his wife Patricia was also in the picture as the weather woman with perfect posture and perky tits. But kneeling in the center of the frame was a 24 year-old Brad Tzerjkian (his name change documentation not yet completed), smiling like rainbows were shooting out his asshole. And they might as well have. In that picture, Brad had the best hair day he would ever have. Each follicle found its natural resting place, exuding vitality, youth, and sexiness.</p><p> A week after the photo was taken, the lead journalist Harold Faison showed up to work drunk, screaming that Nazis were behind a conspiracy involving microwaves and coupons on the back of pudding lids. Brad got his first chance to interview a visiting dignitary. He was on the nationally syndicated newscast a year later.</p><p> The door creaked open and Brad heard a mouth-breather enter his dressing room.</p><p> “Looking good, Brad.” Phil clamped his sausage hands on Brad’s shoulders and kneaded oppressively. Brad winced. Before Phil became a news producer, he’d been an offensive coordinator of the club football team at BYU. Supposedly three players on the team missed games due to neck sprains consistent with what a medical board deemed ‘improper’ massage techniques. Despite the undefeated season, Phil left quietly before the players’ parents decided to press charges and brought his headset skills to the newsroom.</p><p> “Hear from Felicia?” Brad asked, shrugging Phil’s hands off. Felicia O’Day was his interview tonight, and also an old friend. The world knew her as a fashion model, environmental activist, and actress. He knew her as the only woman who prior to their first meeting sent an invitation on recycled paper to make love in her hotel room. The keycard had a lip-print and smelled like her world famous perfume, Scent de Lust.</p><p> Phil gazed open-mouthed at the mirror and picked at the wisps of hair he still had with fat fingers. “Not sure about your chances tonight; I think she’s into chicks now.”</p><p> “Phil…”</p><p> “I’m just saying that Charisma heard she went in for a Brazilian wax and came out with the beautician on her arm. The hotel charged her 1000 dollars for new sheets because they couldn’t get the, uh, love juice out.”</p><p> “That’s my mistress you’re talking about,” said Brad, unsure if it would be more satisfying to watch Phil choke to death on a frosted donut or Felicia in bed with a woman.</p><p> “You know I have a mistress, Turner?” Phil checked his teeth for refuse from today’s burrito lunch. “All I have to do is inflate her.” Brad wondered why ugly people even bothered to look in a mirror. Didn’t they just get depressed?</p><p> “How romantic,” Brad said.</p><p> Phil looked at his watch. “Five minutes and we need you on the floor.” He smiled at his star journalist and then reached for Brad’s shoulder. Brad tensed up, expecting another brutal rub. Instead, Phil grabbed an errant hair from his lapel and blew it away. “There you go.”</p><p> Brad watched the hair float away and then turned back to the mirror.</p><p> “If we get a 10 share tonight, screw Felicia, I’ll blow you!” Phil yelled as he exited. Brad ran a hand through his hair and inhaled.</p><p align=\"center\"> ***</p><p> Brad hardly had time for a post-coital pee when there was a knock on the hotel door.</p><p> “Did you order champagne, darling?” Felicia always talked like an actress in an old movie.</p><p> “No.” Brad paused in the bathroom to adjust his robe.</p><p> “Then ignore it! Come and perform cunnilingus.” Brad didn’t know how Audrey Hepburn would pronounce cunnilingus, but it probably sounded like how Felicia did it. He considered taking her up on the offer and then decided that regardless of who was knocking it’d be more fun to make her wait.</p><p> Brad strode to the door. He opened it and a short, bald man struck him in the chest with a thick manila envelope.</p><p> “What the –”</p><p> “Take it,” the man said. He pressed the envelope against Brad’s chest. He was clad in an oversized chef outfit and the sleeves swayed with the force of his thrust.</p><p> Brad brushed the parcel aside and tried to close the door, but the man stuck out his foot like a striking mongoose. Brad was startled by the swift act and, moreover, the delicate, genuine leather Gucci shoe on the foot stuck between the door and the jamb. His brain raced to connect the shoe to its disheveled owner.</p><p> “Don’t you recognize me?” The man asked, his voice betraying a hint of an Italian accent. His eyes were puffy from crying, and when he gave a bitter smile, they scrunched to expose only an iris, dark as an olive.</p><p> “Calvino?” Brad replied. Calvino Bellini was a fellow journalist, known for his scathing fashion reviews and year-round yacht parties. He also had brilliant hair, which flowed over his shoulders like ebony sand dunes. Now, Calvino’s few remaining hairs crowded by his ears, clinging like dandelion fluff to the sides of his head.</p><p> “I don’t have much time!” Calvino snapped. “I need to distract them so you can get home safely.”</p><p> “What are you talking about?” At some point during the Italian’s paranoid rambling, Brad had accepted the envelope. He felt papers slide around inside.</p><p> “Read it,” Calvino insisted, placing a cold hand on Brad’s. “I did the best I could.” The Italian breathed in loudly through his nose, like a deep sea diver preparing to brave the deep, and sped down the hall with only the swish of his ridiculous shirt in his wake. Brad closed the door, biting his lip.</p><p> “You didn’t invite him to join?” Felicia asked as Brad shuffled from the foyer to the bedroom.</p><p> “Umm, no,” he said and tossed the envelope on the floor beside his trousers. He crawled onto the bed and slipped beneath the covers, where he held the slender model against his chest, wondering if she could feel his thudding heart.</p><p> “You’re a selfish man, Brad.” She ran the top of her fingernail down his neck.</p><p> Calvino spotted burly two men cruising through the lobby. Their right arms remained in the pockets of their floor-length black raincoats. He pivoted on his handmade shoes, heading for the restaurant. With his chef’s coat disguise, he slipped in the kitchen unmolested.</p><p> “Why is that?” Brad kissed her neck. “Don’t I share you?” He moved lower to her breasts. “Don’t I please you?” he asked her, while Calvino slipped out the back of the restaurant into the alleyway and started sprinting for the street, for his car, for a plane ticket to a small island off the coast of Brazil.</p><p> Felicia grabbed Brad’s head, his chestnut hair sticking out from between her fingers. Calvino fumbled for his keys. Felicia moaned. Calvino saw the reflection of a gun on the driver’s side window. “Ciao,” he whispered before the bullet struck. Brad might have heard the sharp crack, but his ears were blocked by tanned thighs, Egyptian cotton, and the sounds of pleasure.</p><p align=\"center\"> ***</p><p> Three days later, Brad parked his Mercedes in the private lot beneath the station. He exited his car and noticed a man in a dark coat standing in the corner. One of the ceiling lights had burned out leaving the figure in darkness that was momentarily lessened by the glow of a cigarette. Brad nodded to the man. Slowly, the man looked away, reached into his coat and withdrew a cell phone. As he stepped into the elevator, Brad glanced back to the corner. It was empty. The cigarette smoldered on the ground.</p><p> When he walked into his dressing room, he was disappointed to see his briefcase on the chair. The envelope rested inside, unopened. After the strange encounter with his Italian acquaintance, he’d sent an email and vowed to wait several days for Calvino to respond, hopefully apologizing for such a bizarre joke. He’d noticed the ambulance when he drove home from the Wilshire that night, but never considered if it was related to the visit until now.</p><p> The show ran smoothly, even with Phil in an unusually manic mood. He’d decided to shave his head. He was no Andre Agassi, but it was a winning choice. He looked several years younger and the PA – a junior from NYU who enjoyed volleyball, frozen yogurt, and The Three Stooges according to Facebook – could tolerate inappropriate humor. Afterwards, Brad went for a beer or two with Phil, which turned into five of them and healthy amount of gin. By the time Brad forced Phil away from the dartboard (or the wall space around it to be precise), he was drunk and exhausted. He wilted into bed that night.</p><p align=\"center\"> ***</p><p> Brad awoke to Toby’s best Tré Cool impersonation one floor down. Unfortunately, his son was not very good at the drums and the music room was not as sound-proof as the realtor had promised. After the second chorus of “American Idiot,” Brad swept aside his sheets and stood, immediately bumping his toe against the brief case. He looked at it. A ray of light shot through the curtains, bathing the briefcase so the gold hinges sparkled.</p><p> Downstairs, Toby wailed on his kit so hard that the briefcase rattled. It jittered like there was something alive inside. Brad knelt down on the cold hardwood and unlocked it. Sitting on top of his notes was Calvino’s manila envelope. Brad lifted it out and unwound the red cord holding it shut. He pulled the papers out.</p><p>The first page was labeled “Worldwide Alopecia Initiative - <a href=\"http://en.wikipedia.org/wiki/Dihydrotestosterone\" title=\"Dihydrotestosterone\">Dihydrotestosterone</a> Increase Through Vapor Dispersal.” There were several dense graphs and charts of chemical ingredients. Brad couldn’t understand the scientific jargon, but he recognized the term “alopecia” and the certainly the ominous “Top Secret” stamped across the front. He placed the first sheet aside and began to read: Dietrich Gruber, first class -</p><p> “Hey Brad!” Patricia began.</p><p> “Jesus!” Brad dropped the files back in the briefcase.</p><p> “Scaredy cat,” she teased. “You were out late last night. Felicia still in town?”</p><p> Brad stood up and stretched. “No – Phil was in the partying mood.” His wife nodded, neither interested in Felicia or Phil. She was dressed in a pantsuit, which Brad realized meant she had another book signing today.</p><p> “I’m about to head out. Make sure you’re dressed to take Toby to soccer by noon.”</p><p> “Will do.” Patricia turned to leave, but Brad held up a hand. She stopped. “I was doing the crossword yesterday and came across the word alopecia. Any idea what it means?”</p><p> Patricia frowned. “Hair loss,” she said while her eyes grazed her husband’s hairline. Brad nodded in appreciation. Patricia sniffed and left the room. Brad dove back to the briefcase.</p><p> Dietrich Gruber: German scientist with degrees from universities all over the world. Bald as a cue ball with bloodshot eyes that screamed “meth-habit.” He was rich too, having sold a pharmaceutical company to the Japanese in the 90s. There were other profiles beneath. Scientists who’d worked at Rogaine or in various military laboratories. Even a Russian aerospace engineer. One section contained maps where every major city was marked in red. A lone green dot identified a small town in the north of Sweden.</p><p> Then there were the photographs. Men with sunken cheeks like rotted apples huddled in cages. Every race and age was present, but they were united in fear. In every photograph, their gaze drifted just past the camera to some unknown horizon. They never touched the bars or each other. Rooted in place a handbreadth away, terrified, and alone.</p><p> Each prisoner had a series of top-down photographs depicting hair loss. The photos were dated. In all cases, their hair deteriorated to total baldness in less than six months. Some as short as two. The final three photos were grainy and shot from afar. The first showed a bald prisoner in a coffee shop talking to a cashier. The second photo was dated a month later and showed the same cashier with a markedly receding hairline. The third showed the bald cashier boarding an airplane.</p><p> Brad stuffed the papers back into the envelope and checked his phone. Calvino had not responded to his email. He began to write another and halfway through, he quit to run to the bathroom.</p><p> Before the mirror, Brad plunged his fingers into his hair and parted it forwards, backwards, split it sideways. He yanked open the drawer under the sink, pulling so hard that a bottle of lotion bounced out. Amid the clutter, he located and withdrew a pair of tweezers. He selected a spot on his crown and plucked a single hair. He held the hair up to the light – it appeared thick and healthy – and then sealed it in a plastic bag which he stashed in an old prescription bottle rattling around his travel toiletry bag. On his phone calendar, he counted back to when he met Calvino and marked it Day One.</p><p align=\"center\"> ***</p><p> A week later, Brad stared at the security guard attendant who operated the parking lot gate. His name was Andre and he was 27 years old. Normally, he gelled his hair, but today he wore a hat. He’d never wore a hat.</p><p> Andre cleared his throat. “You can go through, sir.”</p><p> Brad smiled. “Of course.”</p><p align=\"center\"> ***</p><p> Brad lived in a world of hairlines. Every male he passed on the street warranted an assessment. He’d taken to wearing sunglasses so he could peer at their foreheads and temples. The pair came from a spy-website and had small mirrors so that once the men passed he could inspect their crowns too. Anyone over the age of 18 seemed suspiciously thin on the crown or at the hairlines. If you glanced at a subway car, the number of fedoras suggested it was 1955 not 2015.</p><p> At work, he ran a hand over his crown and pulled away a small clump of hair. Twisting to see the back of his head the mirror, he put a dab of shoe polish over the spot. The next day, it rained and he was caught out with no umbrella. While splashing down 4<sup>th</sup> Avenue, he paused and noticed how his rain slicked hair revealed his pale scalp. The shoe polish dribbled down the side of his neck.</p><p> At night, he’d take a photo of his head and compare it to past pictures. A picture from Cabo the year before. A news clip from his interview two months ago. The photo of Brad Tzerjkian in his dressing room. With a selfie stick, he had access to his crown. Soon, he didn’t need tweezers to take a sample. Then he stopped taking samples. It was Day 23 since first contact.</p><p> Brad was going bald. And the whole world was going bald with him.</p><p align=\"center\"> ***</p><p> “Calvino…” The woman stopped talking and two honking sobs tested the ability of the phone speaker. “Calvino is dead!” she managed.</p><p> “Dead?” Brad asked. She repeated herself. Brad gave his condolences to the secretary at the fashion magazine where Calvino worked. Had worked, he reminded himself. He hung up, left the newsroom and walked into Phil’s office.</p><p> “Phil, I want to do a story on baldness,” he declared.</p><p> Phil snorted, and rubbed his new smooth dome. “Not exactly Pulitzer material.”</p><p> “What I’ve got is more than just Pulitzer stuff. It’s…it’s national security!”</p><p> Phil spread his hands, inviting Brad to continue.</p><p> Brad dropped into the seat and leaned across the desk, getting so close he could smell the hummus on Phil’s breath.</p><p> “I have evidence that a rogue medical outfit in Sweden has deliberately created a virus which will cause all men on earth to go bald. Regardless of their genetic history, any adult male exposed to the virus is toast. Within six months, the whole planet is going to be bald.”</p><p> Phil looked like he’d just seen a dog lick its own butthole. Then, he softened and shook his head.</p><p> “You’re 42, Brad. It’s remarkable you’ve made it this long.”</p><p> “It’s not about me!”</p><p> “Brad, we can get Charisma to buy you a wig, it’s no trouble. Brian Williams got one years ago.”</p><p> Brad rose and stumbled against the chair. Phil raised an apologetic hand. “Look, I went through the same sort of thing once I started losing it. It’s not the end of the world.”</p><p align=\"center\"> ***</p><p> At home, Patricia hugged him as soon as he entered the foyer.</p><p> “Phil called. I heard everything. You are going to be ok.” Ever since Toby was born, Patricia used the same voice she had for the baby as she did with her husband.</p><p> Brad pushed her off and mounted the stairs. “I’m going to Sweden,” he said.</p><p> “What?”</p><p> “I said that I’m going to Sweden!” he yelled from the top. Patricia bounded up behind.</p><p> “Brad you can’t just <em>go</em> to Sweden. You have work, and Toby’s band is playing tomorrow, and honestly, I can barely tell that your hair has an issue. Running away is silly.”</p><p> Brad gritted his teeth and inhaled. When he felt Patricia’s presence behind him, he turned around and placed his hands on her arms. He kissed her. “It’s for a funeral. My old friend Calvino…his Swedish aunt is hosting.”</p><p> Patricia hugged Brad a second time and murmured condolences with quiet sincerity that contained none of her accidental condescension. She stroked his hair, careful to avoid his bald spot. The next day, when she woke up alone in a cold bed, she cleaned the stray hairs off his pillow so they wouldn’t be there when he got back.</p><p align=\"center\"> ***</p><p> Brad alighted the train in Åre, Sweden and immediately tightened his scarf. The brochure said that the town had the finest skiing in all of Scandinavia. It also said that it was a mere 220 miles from the Arctic Circle. The harsh wind tugging his eyelashes traveled from the Arctic just to demonstrate what the brochure couldn’t: cold sucks.</p><p> Near the station, he found a bar which had a phone book by the back phone. There was no mention of anyone with the surname Gruber. Brad showed the bartender the picture of Dietrich from the files. The bartender, an old man with a moustache that drooped over his mouth like a poorly knotted bowtie, gasped. He clutched his rag and muttered something. Brad waved the picture and nodded. The bartender hobbled to the front window and motioned for Brad to join him. He pointed up the mountain. At first Brad didn’t see it. There was some light – nothing more than a candle flicker amidst the brutal iron sky. Then, between the pine trees, the darker shading of a chalet melted out. The old man muttered the same phrase: Don’t go.</p><p align=\"center\"> ***</p><p> The ski-lift operator looked at his watch and bit his lip. “Too late,” he said.</p><p> “The sign says you close at 6pm. It’s only 5 o’clock.” The operator looked at this watch again. “Don’t do that,” Brad snapped. “The time isn’t going any faster.”</p><p> “Clouds…it is dark already.” He floated his mitten in the air like a woolen cloud.</p><p> Brad reached into his puffy coat. “Look <em>Olaf</em>, I have money; you’re a business. See?” Brad held up a wad and began to place bills on the counter.</p><p> “Storms,” the man said, his eyes fixed on the money.</p><p> “Here is the 80 krona for skis, 50 for boots, 100 for the day pass, and 50 krona for you to stop talking about the weather.”</p><p align=\"center\"> ***</p><p> On the ski lift, Brad folded up his cap to listen. The wire squeaked rhythmically. He heard a wolf howl from somewhere over the hilltop. And as the wind came down off the mountain, it swooped through the valley creating a whisper on the rooftops. Together, these sounds made a forlorn harmony. It was the sound of a land long accustomed to being alone. When he got off at the top, however, there was silence save for his own breathing. Nothing but his breath to press against the void.</p><p> He skied sideways and up, across the slope, with acumen from many winters at Aspen. Back and forth, he bore his weight, flexing his calves, pressing through the knee. Always sliding a little higher every time. The snow crunched under his skis. Crossing the mountain was harder than going downhill and soon his cap was plastered to his head. The distance between the ski slope and the chalet had looked manageable from the ground, but now that he was on the mountain, it was nearly impossible to know. Occasionally, bits of wooden roof and trails of smoke winked beneath the endless tapestry of pine.</p><p> He was surprised how little the distance mattered. Instead, he focused on the rhythm. Push. Crunch. Breathe. At times he forgot where he was going or why. The strain brought purity to his thoughts that he hadn’t felt since his hair started falling out. When it all went back to normal, he’d take Toby and Patricia back to Aspen. That was where he fell in love with her. Their first trip together, they raced to the bottom of the slopes, their hair fanning out behind him. She won, so he gave her a kiss.</p><p> He stopped when he felt a cramp disrupt his pace. He checked his watch: 6:38. Perhaps Olaf was worried now. He imagined the perpetually dazed ski-operator dialing the local police to tell them that the crazy American was stuck on the mountain. He actually laughed out loud and was glad to hear his own voice.</p><p> The storm started ten minutes later. Smooth, subtle darkness preceded it. First, Brad realized that the trees pressed together. With the white snow, it was hard to judge how fast night fell, but soon from trunk to sky was the same impenetrable gray. Snowflakes the size of rose petals fell fast and wet, soaking through his coat and sweater. He slowed to a shuffle, but knew he couldn’t stop or the cold would overtake his exhausted limbs.</p><p> A gust of wind rushed Brad’s side. He wobbled but remained upright, plunging the ski poles down for balance. He pressed too hard and the snow he rested on started to shift. His left leg started to slide out. Quickly, he oriented downhill and skied, using his momentum to right his body. But the snow hid the trees and he couldn’t stop before a pine branch knocked him across the chest. He collapsed and felt one ski break loose from the shoe. He rolled over to grab it, but only saw it gliding down the slope, quickly disappearing in the swirling white wall.</p><p> He lay on his stomach until the chill of the snow began to seep through his jacket. Falling snowflakes crept into the folds of his jacket. Slowly, he sat up as his breathing rate increased and the shock of his mistake became clear.</p><p> “Fuck!” he screamed. “Godammit!” He felt his screams absorb into a muffled croak as soon as they left his mouth. All of this, he thought, for hair. He snapped the other ski off his boot and tossed it into the churning darkness. The heavy ski boots sunk deep in the drift. His fingers were numb and shriveled inside his wet gloves.</p><p> “Brad Turner, signing off!” he cackled. His jaw chattered so hard he nearly bit off his tongue. He closed his eyes. Instead of black though, there was a flash of light. Brad knew ever since he murdered his brother’s pet goldfish in the 6<sup>th</sup> grade that he wasn’t going to heaven. Maybe, the devil’s first trick was to make his burning furnace look like an angelic glow. Maybe -</p><p> “Låt oss titta hit!” Brad had never been so glad to hear the melodic gibberish of Swedish.</p><p> He opened his eyes and waved the ski poles above his head. The white wall flashed yellow. “Over here!” Men, dogs, coming towards him. “I’m here!”</p><p align=\"center\"> ***</p><p> “What a dramatic introduction Mr…”</p><p> “Turner. Brad Turner.” Brad huddled next to a fire in Dietrich Gruber’s spacious chalet. He was in a change of clothes and had already consumed a considerable amount of tea. The German had yet to ask him any substantial questions, except for his occupation.</p><p> “Most reporters call before they show up,” Dietrich said. He was wearing a rough hewn wool turtleneck that must have taken several hearty sheep to knit. He poured himself a considerable amount of cognac and then smiled at Brad like a child therapist. To Brad, the German looked more like a grocer than a mad scientist. His nose swelled from too many drinks over the years and his moustache was stained with tobacco.</p><p> “You aren’t most men,” Brad replied. He stood up and removed the blanket. “I’ll get right to the point: you’re making the world go bald.”</p><p> Dietrich said nothing. Brad walked over and faced him. “Calvino Bellini told me.” He stared at Dietrich, stared into his red-rimmed blue eyes, and then smiled. “You’re doing genius work. You know how vain newscasters are? Some of the people I work with,” Brad guffawed, “why, one of them flew in an African shaman to cure her skin condition. I used to use a skin cream with endangered animal parts. It’s <em>sick</em>. And not just TV people; I see it everywhere, and there is no turning it off. There are children with bulimia younger than 10. No, people can’t be told to ‘think better’ about themselves. They need to have their world turned upside down. Sometimes I wanna pour acid on my face because I’ll never truly be beautiful when I’m a slave to their system. But I’m too afraid – my hands won’t do it. Many won’t understand, but we deserve to thank you. You’ve braver than I. You’re brave enough to destroy everything, so that it might be rebuilt.” When Brad was done, his mouth had run dry. The German still hadn’t spoken. His eyes – they never seemed to stop roaming, never seemed to focus on any one object – crept over Brad’s face.</p><p> Then, he sipped his cognac and nodded. Brad felt two hands grab him from behind. He struggled against his captors, lashing out with one foot, but only glancing off a shin. As soon as he felt a cold circle press against his neck, he went limp. The pressure remained and all the blood in his body flowed to his head, his pounding head – he was going to die – when was the last time he even spoke to Toby; at least he’d die before he went bald, at least –</p><p> The gun retreated. The hands too, but Brad collapsed to the floor, unable to stand.</p><p> Dietrich sighed and looked at his drink. “Brad Turner converts to the light? Not entirely believable I fear – for your sake that is.”</p><p> Brad wiped away his tears with a shaking hand. “You k-killed Calvino. What was I supposed to do?”</p><p> “People die every day, and for more senseless reasons.” Dietrich kneeled before Brad and lifted his chin with one hand. “Now, what you truly came for: There is no antidote.” For the first time, Dietrich smiled and Brad saw his eyes come to rest. Within them was the same weariness he saw lurking in Phil’s endless chatter, the same sadness that stood out when Patricia did her baby talk, the loneliness of Felicia laughing in post-coital bliss.</p><p> “This is what you want? To destroy people’s lives?” Brad whispered.</p><p> “Perhaps if you weren’t so vain Mr. Turner, you might want it too. I want to transform them.”</p><p> “People deserve a choice!” Brad managed to yell.</p><p> “They’ve never had one.” Dietrich motioned to his goons and they dragged Brad away.</p><p align=\"center\"> ***</p><p> When Brad returned to America, Kevin Deacon was the anchor. Brad was placed on a month’s probation for his sudden disappearance. The network wanted him fired, but Phil convinced them his absence was mental health related. So he got a month off on the condition of making weekly visits to a counselor, and the promise to keep his job. As soon as he left the disciplinary meeting, he’d purchased clippers and shaved his head. Mental health, he heard someone whisper. <strong></strong></p><p> <strong> </strong> Brad watched from the kitchen as Toby flipped through the channels. He was only 13, so he still had his hair. In about six years, the follicles at the crown would wither and die and within six months he’d have the head of a 68 year-old retiree.</p><p> On the news, the bald Israeli prime minister was speaking to a suspiciously-thinned American president. Twice, the president reached up and stroked his wispy top. On the train, there were more fedoras than ever. Technically, the first article on baldness ran in the National Enquirer, but the follow up was an ABC broadcast which claimed that the rising trend was the result of a poor diet and could be reversed with better choices. The anchor had a toupee.</p><p> Toby yawned and changed the channel from the news to a reality show. Oil-covered dudes in Speedos competed to be the top model. The host had a ridiculous pompadour. The men had their hair gelled, puffed, mussed, blown back from the fan from just off screen. Brad ran over and snatched the remote from his son’s hand.</p><p> “Dad –”</p><p> “Why’re you watching that stuff? It’s depressing. C’mon, go outside.”</p><p> Toby blinked. “It’s just TV.”</p><p> Brad extended his hand gestured for the remote. Toby slapped it on his palm. “Can’t I just watch,” he muttered.</p><p> “It’s my TV, and it’s time to turn off. Go play the drums.”</p><p> “I don’t wanna.”</p><p> “Read a book.”</p><p> “I don’t have one.”</p><p> “Then what the fuck do you want to do,” Brad snapped.</p><p> “Dad!”</p><p> “No, tell me.”</p><p> “I wanna watch TV!”</p><p> Brad grabbed Toby’s shoulder and shook him, gaping at the way his blond locks bounced. “You don’t have to! You have choice!” his mouth screamed, his eyes affixed higher the whole time.</p><p> Toby squirmed from his grip. “Ok, fine! You don’t have to be so weird about it.”</p><p> “You’re young, your – you’re supposed to be doing things. TV’ll rot your fucking brain.”</p><p> Patricia stormed into the room. She did not use her baby voice to talk to her husband.</p><p align=\"center\"> ***</p><p> <strong>5 years later</strong></p><p> <strong> </strong> Last night it rained and this morning, Brad looks at the steaming sidewalk and smiles. He strolls the four blocks from his new apartment to the station while skipping over remaining puddles. Bald men stream along the sidewalk with him. Some are clean shaven, but many grow out their side hair and pull it back into a braid. Ever since Channing Tatum did it, it has been the new trend. Now that Toby is starting to go thin, Brad noticed he’s let his hair grow long in preparation. Toby. The last time Brad had seen him was that barbecue before he went to Georgetown. He wouldn’t see Toby over Thanksgiving, which meant that he might not see him until winter break. He’d like for them to go skiing.</p><p> At the station, Phil can barely let go of his new girlfriend to give Brad the briefs. As soon as he passes Brad the papers, his hands return to her shoulders. They knead. She sighs. Harmony.</p><p> Charisma comes by and puts on the foundation, a touch of bronzer, powder to set it all. She gets a phone call and excuses herself. It’s ok. Brad knows what to do. He finishes powdering and then begins a final inspection: He smiles at his reflection, holds for three seconds while swiveling his head. He checks his eyebrows. He pinches the skin beneath his eyes. Finally, he rubs a hand over his scalp…and stops.</p><p> In the harsh glow of the mirror lights, he almost misses it. A hair. Thin, yes, nearly transparent, but undeniably a hair nearly a centimeter long. The last hair on a male over 18 had fallen out two years ago at a bar in Russia. Brad sweeps the make-up off the counter and leans in to examine it. Off center, chestnut. A hair.</p><p> He gets off the counter and runs over to the door. He peers into the hallway, where bald men walk, and bald men smile, and two bald men laugh over a joke involving a beaver and a wooden dildo factory. Slowly, he closes the door and locks it.</p><p> Back at the counter, he closes his eyes and listens. There is only his breathing to press against the void. He might tumble in. He might already be tumbling. He stifles a scream when Phil knocks on the door and says, “Five minutes.”</p><p> Brad Turner plucks the hair from his head and lets it float down to the waste bin beneath his counter.</p>"
    },
    {
        "title": "Bellringer",
        "slug": "bellringer",
        "date": "April 2015",
        "preview": "He didn’t wield a cardboard sign or hold a paper cup, nor did he play guitar like the vagrant under the rattling tracks on Division or say nice things to the passersby. The few bills he received were clenched in one browned paw. The other hand often held a 40-ounce bottle of malt liquor, and when it didn’t, it hopped and waved on the sidewalk like an injured bird.",
        "text": "<p> He didn’t wield a cardboard sign or hold a paper cup, nor did he play guitar like the vagrant under the rattling tracks on Division or say nice things to the passersby. The few bills he received were clenched in one browned paw. The other hand often held a 40-ounce bottle of malt liquor, and when it didn’t, it hopped and waved on the sidewalk like an injured bird. With his wool cap pulled low, and beard hair crawling up his cheeks, the bum’s clearest connection with fellow man was through his eyes. They were dull black and quiet large, with long eyelashes that blinked the sun away. Today, however, they were closed. There was no alcohol present, so hand made a jittery dance. <br/></p><p> From outside the grocery, down the block: “Think he’s composing a symphony?”</p><p> “You mean ‘conducting?’”</p><p> Sam swatted away a gnat. “If I meant ‘conducting,’ Jerome, I would have said ‘conducting.”</p><p> Jerome snorted. Sam fought the urge to punch his friend – he thinks I’m lying? – and took a slow drink of his pop. They watched the bum. Sam watched the man the same way he watched Jerome’s older brother and his friends play basketball, or the ambulance when it roared past, or his mom when she yelled at him. Tightlipped and half-lidded, as if the whole affair might make them fall asleep. It was better than making a fuss.</p><p> Suddenly the bum’s eyes snapped open and he pushed himself upright off the brick wall of the abandoned church. The bum smiled under his beard and motioned to them. Jerome stood up from the step and took a step forward, but Sam shook his head.</p><p> “Nah,” Sam said over the neck of his pop bottle. “I just spent my money on this.”</p><p> “C’mon, it’s <em>hot</em>.” Jerome motioned to the sky, as if he could poke the humid blanket that descended on Chicago in July. “He just wants a drink.” Jerome already had one foot off the curb, so Sam sighed and left the comforting step of the grocery to follow his friend towards the goddamn bum. The man nodded in encouragement.</p><p> Sam stopped ten feet away, watching his friend approach the homeless man and crouch down in front of him. There wasn’t a breeze, so the beer-piss-stink that came off the man hung dead in the air. Jerome didn’t even keep his mouth closed.</p><p> “Hello, sir,” Jerome began.</p><p> The bum’s mouth worked silently for a few seconds before a croaking reply broke through, “Sir! Why no one calls me, ‘sir’ if you can believe it.” The bum began to laugh so Jerome did too.</p><p> When it subsided, Jerome continued, “I’m glad you like it. My ma says I should call my elders ‘sir.’ She’s usually right.” Jerome glanced at Sam, who tipped the bottle back for his drink.</p><p> “Smart. Smart woman. Hmm.” The bum gazed past both boys and smacked his peeling lips.</p><p> Jerome cocked his head. “You want something to drink?”</p><p> The bum blinked and turned back to Jerome. He eyed the boy’s pop and wrinkled his nose. “That’s not quite what I want.”</p><p> “We’re not old enough to buy you alc –”</p><p> “We ain’t buying you booze,” Sam yelled.</p><p> The bum sniffed. “Oh, I can buy my own. I’m 21 or so.” Jerome tittered. The bum waved him closer. “But I have a problem – I can’t afford cups.” He shrugged.</p><p> “Don’t give him money,” Sam grumbled.</p><p> Jerome glanced at Sam, who stopped talking. “I’m sure I can find a couple dollars,” he said. He pulled out a bill and, catching a glimpse of the bum’s big black eyes, reached in his shorts for a few more. As he passed them, the bum’s shaking hand shot out and snatched then away. Jerome felt the man’s long fingernails rake his palm. The bum snapped the bill open in front of the sun, checking for a water mark next to Lincoln’s head.</p><p> “Where’d you little niggers get money?” the bum cackled.</p><p> Sam heard the word and immediately his shoulders rose to his ears. He expected to hear it echo down the street. Jerome stood up. The bum was still smiling. The money had disappeared into his claw.</p><p> “Where’re you going?” he asked. “I thought your momma taught you manners?”</p><p> “She also taught me to stay out of trouble,” Jerome muttered. He brushed past Sam, but his friend was transfixed on the homeless man, whose hand crept one finger at a time along a crack in the sidewalk.</p><p> “Don’t you know that I’ll kill you?” the bum asked. Sam sprinted back to his friend.</p><p> When they were gone, the bum sighed. The sun slid across the sky, giving him a sliver of shade to lie in, but no real relief. The people streamed past, occasionally passing him a dollar without a glance.</p><p align=\"center\"> ***</p><p> Charlotte looked up from her coloring book when she heard the familiar hollering: “The end is nigh! Ye, I have heard the bell toll and when the end comes, his wrath shall be swift and merciless. From the drunks and deadbeats to the rich men who drink the blood of the poor, destruction will raze all!” She peeked out her bedroom window, chin resting on windowsill. The hairy man swayed on the sidewalk and roared until strings of white spit littered his beard.</p><p> Another apartment window squealed open. “Shut the fuck up before I call the cops!”</p><p> The man spun to face his challenger. “Since when did the cops solve your problems? Come face me like a man or face your impending doom!”</p><p> A woman: “Give him some money and maybe he’ll stop.”</p><p> Charlotte still had her crayon, so she traced constellations between the spots on glass. The hairy man stood at in the center of her stars.</p><p> “Come down here, miss and make an old man happy,” he was saying. “I’ll be so quiet, I promise. I’ll whisper sweet nothings in your pretty head.”</p><p> “I’m calling the cops.”</p><p> Charlotte’s mother came to her room and pulled her daughter away from the window. She yanked the cord to shut the blinds. Charlotte remained attuned to the window, even as her mother took her hand and led her out.</p><p> “It’s dinner time, sweetie. Daddie’s home with takeout. ”</p><p> “What’s impending mean?” Charlotte asked.</p><p> “He brought pizza, your favorite,” her mother continued. Charlotte took her coloring book to the table and got sauce on the cover.</p><p align=\"center\"> ***</p><p> Two weeks ago, in the drunk tank on Halstead. Officer Queenan released the stumblebums and junkies from their vomit-filled confines. Men with red, wet eyes and crumpled collars, swollen noses and empty pockets. Younger ones grinned madly as they grabbed their cell phones from the bin; older men headed for the blinding light with the certainty of someone who will return. The bum remained in the back of the cell, his free hand slapping the metal bench. When Queenan approached, the bum turned his head to the back wall.</p><p> Queenan cleared his throat. He had one hand on the cell door and the other near his baton.</p><p> “Out!” he said. Slap, slap, slap. “I said out, and that is the last time I ask before I drag you.”</p><p> The bum turned his head. “You sure you want me out in the world? What if I bump into your wife? I exercise this hand for a reason.” Slap, slap, slap.</p><p> Queenan took a deep breath and squeezed the cell door. Too many cops make it to 25 only to die on their way up the stairs ‘cause they have hearts like broken pianos. He waved over another officer and together they grabbed the bum. He gave no resistance until they reached the doorway, where he thrashed and shook his head back and forth. After Queenan hauled him outside, and returned, and locked the door, and smoothed his uniform, he noticed a spot of blood on the door where the bum must have hit his head.</p><p align=\"center\"> ***</p><p> David Levine exited a bank with his briefcase in one hand and handkerchief in the other. In stride, he swept his handkerchief across his forehead. Summer suit, he thought. As long as he was going to be out making calls, he’d need a lighter weight suit. Or none at all! He could ride the El with nothing but his briefs and his briefcase and no one would bat an eye these days.</p><p> He rounded the corner and saw a homeless man sprawled in front of an old church building. The midday heat provided a rancid curtain around the man. He readjusted his grip on his briefcase and fixed his gaze ahead.</p><p> “Good day,” he said as he passed.</p><p> “Mister,” the man whispered.</p><p> David slowed his step slightly. “I’m sorry, I prefer to give charity in other fashions.”</p><p> “I ain’t asking for money,” the man said. David continued to walk. The bum shifted into a kneeling position. David stopped. He edged closer. “Yes?”</p><p> “I just want to talk,” the man reasoned. “Five minutes.” Now, David noticed the man’s eyes. They reminded him of a horse’s, the way they seemed to reflect the whole street in their dark surface.</p><p> “Pardon me?” David asked.</p><p> The bum gave a dramatic shrug. “I’m lonely.”</p><p> David looked down and switched the briefcase between hands. “Ok.”</p><p> “What’s your name?” the bum asked.</p><p> “David.”</p><p> “Do you care about politics, David?” he asked</p><p> “Not really.”</p><p> “You should. Politics is control. The year I come back from the war was ’68 and Chicago was broken city. Control was,” he made a grasping gesture, “up in the air. They teach you that in school?”</p><p> David nodded. “A little bit.”</p><p> The bum laughed wistfully. “Who woulda thought I’d end up on the street and the blacks give me money?”</p><p> “Um, I’m sorry that you’re in this position?”</p><p> The bum gave a dismissive wave. “You ever seen a dead one? In Vietnam, we was an integrated unit. Black boy got hit by a 50 caliber and sprayed all over the place. His blood was black as tar.”</p><p> David’s dry tongue slid across the roof of his mouth. He was suddenly struck with the memory of when he was riding the El and the man next to him became violently sick. He vomited all over the floor. At the next stop, David and the other passengers exited the car. But even half an hour later, David couldn’t shake the feeling of contamination. When he went home, he checked his shoes for residue, then his pants, and eventually he’d thrown the whole outfit away.</p><p> “Don’t worry,” the bum confided. “I’m not against the Jews, not even blacks really. Just expounding on the state of history and politics.”</p><p> David had already begun walking down the street. He heard a cry from behind him.</p><p> “You a coward? You a faggot Jew? If you don’t like a man, tell it to his face.”</p><p> David hurried forward but froze when he heard the next call from closer than before. “Look at me, son,” the bum said. The man was on his feet and walking towards him.</p><p> “Back the fuck up!” David warned.</p><p> “Or what? You’ll run away?” The bum reached out his flapping hand. David retreated, felt his foot slide over the edge of the curb, and stumbled into the street. As he fell, he let go of the briefcase and thrust his hands out. They smacked the blistering asphalt a moment before his body. He scrambled to pick himself up and then snatch the briefcase. The bum came closer. David’s hand was bleeding from the fall and a drop landed on his shoes.</p><p> “I dare you to fight,” the man whispered. His hand touched David’s hair.</p><p> David leapt back. He swung his briefcase and the copper sheathed corner clipped the bum next to his eye. The man’s head snapped sideways. David dropped the case and brought his elbow back, aiming for the man’s gut. He felt it dig into the side of a rib. The bum collapsed on his ass and rolled to his side.</p><p> Panting, David leaned down to pick up his briefcase. His hand was shaking. As he threaded his hands through the handle, a warm, leathery hand clamped over his. The bum smiled, his eyes a wet gleam.</p><p> David jerked his arm away and stomped on the bum’s hand, feeling a finger snap like a chicken bone. He knelt down and pummeled the bum’s head and torso. His glasses fell off. The old bum writhed beneath his hands. With each blow David hit harder, for his attempts were met with howls of pain but laughter too.</p><p> From behind: “Get offa him! Jesus Christ, you gotta stop.”</p><p> David picked the bum up by his shoulders and slammed him against the pavement. The bum’s money hand finally unclenched and scattered paper – some money, but also crudely colored green paper – across the sidewalk. David’s fist lowered. The bum’s big eyes met David’s. They blinked and the homeless man nodded. David’s stood up, stuffed his briefcase under his arm and fled.</p><p> “<em>Christ</em>! Sir, are you alright?”</p><p> The bum blew blood from his lips and closed his big eyes.</p><p align=\"center\"> ***</p><p> Summer nights at Open Door Shelter, Lucy would walk out on the fire escape after dinner and smoke with the sunset. Sometimes she’d be joined by a few of the men, which she liked because once the last cigarettes went out and the sky was bruised, they’d open up. Martin, a former professor in Nigeria, would share his poetry. First he’d read it proudly in his language and then he’d repeat it in English, bashfully, carefully searching for the right alien words to fit his intimate musings. But tonight, as she helped Regina clean the last of the dishes, Lucy knew she’d have the view alone and only listen to the poetry of the city.</p><p> “Not too many of ‘em staying,” Regina said.</p><p> Lucy pushed back a strand of hair with the dry back of her hand. “It’s not supposed to rain tonight. Probably more comfortable to sleep out there.”</p><p> Regina reached over and took the rag from Lucy’s hand. “I got the rest of these, honey.” Lucy rubbed the old woman’s shoulder and took her lighter from her purse.</p><p> On her way up the stairs, she approached Greg with his clipboard. He was writing down the bunk numbers and paused when he saw her. The clipboard pressed to his chest. When he saw her welcoming gaze, he cleared his throat and whispered hello. It had been over five years since her divorce, and Greg’s timid affections were a pleasant reminder that she wasn’t finished with romance yet. As long as he didn’t wear his walkie-talkie, she’d let him take her out on a date.</p><p> The fire escape creaked as she eased out the window. She lit a cigarette and laughed at the thought of Greg in a polo shirt and khakis, eagerly reaching to pull out her chair. What restaurant would he pick? Probably something with half off appetizers on Tuesdays.</p><p> “Hey pretty lady!” someone called from below, disrupting her thoughts. She leaned over the railing and saw a smiling, bearded man that she recognized from the shelter. There was a bottle in his hand. He was gently sloshing the remaining contents.</p><p> “Hello!” she responded, taking a drag. His name flitted in and out of memory – Eric? Yes, his name was Eric and he wasn’t allowed back at Open Door. He’d smoked with her on the balcony before. But in the cafeteria, he’d teased Dutch about his dead cat until the poor man had started crying and then Adam – big, soft Adam – had stabbed Eric in the hand with his fork. No one slept well that night.</p><p> “There any beds left in there?” he asked. His eyes like were puddles glimmering in the light of a streetlamp.</p><p> She nodded. “A few. But you know you’re not allowed, Eric.”</p><p> His mouth closed when he heard his name. He sniffed and slugged back his drink. “Maybe I’m asking for a friend. Or just wondering how the old digs are holding up.” He took a step closer and eyed the ladder at the bottom of the fire escape.</p><p> “No.” She exhaled, and waved a hand in front of her face so she didn’t lose sight of him.</p><p> He was gesturing to the peach-colored sky. “Can’t I even share a sunset with a -”</p><p> “Eric,” she interrupted. He looked over. “I know what you do.”</p><p> He laughed. Lucy stayed silent and smoked. Slowly, he frowned, peered down and rotated the bottle like before. The liquid swirled. Watching his drink, he started to walk away and then glared over his shoulder. Lucy didn’t flinch. Suddenly, he lobbed his alcohol bottle at the fire escape. It arced up, missing the edge and shattered in the street. By the time it burst, he’d already trudged down to the corner where the streetlight was broken, blending into the darkness, into the endless patterns of bricks and sidewalks, plate glass and asphalt, road salt and bitter dust.</p>"
    },
    {
        "title": "The White Mountain",
        "slug": "the-white-mountain",
        "date": "May 2014",
        "preview": "On the first anniversary of their father’s death, James received a package from David. It had travelled from the West Coast, over the Rockies and to St. Louis before it was delivered to Manhattan. James slit the faded envelope and slid the contents onto his table. Inside was a chunk of gold, a federal patent for land, and a letter.",
        "text": "<p align=\"center\"> I <br/></p><p> On the first anniversary of their father’s death, James received a package from David. It had travelled from the West Coast, over the Rockies and to St. Louis before it was delivered to Manhattan. James slit the faded envelope and slid the contents onto his table. Inside was a chunk of gold, a federal patent for land, and a letter. James didn’t need to read the letter – he understood the invitation.</p><p> Once as children, James awoke to find their bedroom empty. When he touched the deserted bed, he could still feel the warmth of his brother’s side. David didn’t leave a note. Three weeks later, he returned. His suit was torn, his hair in knots, but he strode into their home and sat down for breakfast as if he’d never left. Their father took David into his study and had him lean against the wall. He beat him with his cane, one strike for every day he was gone. James sat on the floor outside the room and listened to the violent strikes. When David emerged, he smiled despite his shaking legs. That night James wet a cloth to soothe his brother’s sores. David took the cloth and gave James a token in return: a wooden horse he’d stolen on the way.</p><p> David placed a hand on his brother’s shoulder. “I took this horse to remind me of you. It was like you were there the whole time.” He kissed his brother on the forehead.</p><p> James kept the souvenir under his bed. When his father was at work, he took it out to play, imagining tales of adventure. One of their nannies saw him and asked where he’d gotten it. He lied that he’d found it, and then hid in his closet beneath an old pair of shoes. When he discovered it two years later, he threw it out.</p><p align=\"center\"> ***</p><p> James took the gold to Vernon Jeffries, a man who appraised jewelry on Fourth Avenue. He had his driver wait at the curb. Vernon placed the nugget on a scale. He adjusted the weights and marked it at 13.2 troy ounces. “It’s heavy,” he remarked, preparing a vial of water to test displacement.</p><p> While Vernon worked, James jotted an inventory sheet in his journal. If he went he would need new clothes, maps, supplies, and funds for a passage West. The items ran across four full pages. In contrast, David’s letter had only been one. He filled the margins with sums, writing fast and hard until his pen pierced the page. Sighing, he stopped writing. He closed the absurd scrawl, the farthest he would ever go making this journey.</p><p> Vernon looked up from his calculations and smiled. He came around his desk, took the journal from James, and glanced at the figures.</p><p> “James, it’s almost 24 karats. I’ve never seen gold this pure,” he said.</p><p> He handed back the journal.</p><p> “This piece alone can pay for three or four mules. Find more.”</p><p align=\"center\"> ***</p><p> After the death of his father, James took over his position at his law firm. James’ partners were old family friends, Herbert Ashcroft and Earl Brewster. Brewster’s son was married to James’ sister and Ashcroft lived next door. He approached them to discuss his brother’s offer. Ashcroft read the federal patent as he smoked a cigar. When he was finished, he waited to tap the ash from the tip before he answered: “Yes.” James looked to Brewster, who nodded.</p><p> “My preliminary inventory seemed prohibitive, but…” James took a drink of whiskey. “But the gold is promising.” Vernon valued the nugget at 272 dollars. It wasn’t enough, however, to create the infrastructure of a gold operation. James finished his drink and poured another one. Ashcroft placed a hand on his arm before he could drink it.</p><p> “If you go West, you and David, together, can build an empire,” said Ashcroft.</p><p> “Can I work with him, after a year without contact?” He imagined David in California, waiting for him, needing his help. James gripped his snifter.</p><p> “You must,” Ashcroft said. James nodded.</p><p> The men would help pay for the voyage and receive a percentage of the gold mines’ earnings. Brewster drew up a contract and summoned his notary.</p><p align=\"center\"> ***</p><p> Over the course of the week, James prepared. He found a mapmaker in Brooklyn who’d recently returned from the California territories. He would ride the train to St. Louis, and then take a series of boats and ferries on the Missouri River and its tributaries. The final section of the voyage would be on wagon and mule trains through the Sierra Nevada Mountains.</p><p> “You’ll need a rifle,” the mapmaker said.</p><p> “I’ve never been hunting,” James replied.</p><p> “It’s the Injuns and bandits who’ll be hunting you.”</p><p> At the bank, James withdrew his partner’s funds. Then he asked to be taken to his safety deposit box. The clerk led him down a long marble hallway into the heart of the building. He opened the vault and took a kerosene lantern inside the metal room. James placed the original patent inside his box and the gold nugget too. The clerk locked the box and led him from the vault. In the hallway, James halted and turned. He returned to the vault, had the clerk unlock his box and removed the nugget, clenching it in his palm. He carried it in his breast pocket as he made his way to the train station and ordered his ticket West.</p><p align=\"center\"> II</p><p> <em>3 months later</em></p><p> The stagecoach driver calmed his mules and doused the lantern. The path obscured as rocks and winter-bare trees overlapped ahead. In the evening light, James couldn’t make out his pocket watch, but it could be no later than 7:30pm. He did not understand why they had stopped so early. Yesterday, his driver, Solomon, had only slowed the cart at nightfall. He leaned forward and inquired why they had paused.</p><p> Solomon did not face his passenger when he answered. “Hiram Taylor and his gang ahead. Best to travel his territory in daylight.”</p><p> “Who is Hiram Taylor?”</p><p> Solomon turned and grimaced, revealing his teeth. “They call him the Angel Death, sir.”</p><p> “I am to be in Shasta by tomorrow morning. I cannot afford to waste time because of outlaws.” James’s hand felt for his valise, where the letter from David’s rested, and the piece of gold.</p><p> “He’s as real as the Black Plague,” Solomon said and laughed without cheer. “The Taylor gang killed a man last month because he wouldn’t pay their toll. His driver too. They call him the Angel of Death because when the sheriff and his posse went into the hills to hunt him down, he killed the sheriff’s first born. Strung him up from a lamppost in town.” Solomon buttoned his coat and looked forward again. “Continue on foot, if you wish.”</p><p> James took his hand off his valise, and stood in the wagon to survey the wilds of California. He couldn’t see far, but he could hear into the distance. Coyotes yapped from miles around in harmony with the sound of a stream and, beneath, wind whispering between the cliffs. At this time in New York, the canyons would be echoing with the sound of carriages and people.</p><p> “You’ve made your point.”</p><p align=\"center\"> ***</p><p> James paid Solomon his fare and sauntered through the half-frozen muck to the front of the low stone building that housed Shasta’s law enforcement. Despite the cold, the street was filled with people. Most were men, their faces like leather. They wore overalls and wool coats. Their eyes were cast down as they trudged their ways.</p><p> Sheriff Walter stood on step of the office. He did not wear a badge but nonetheless announced his authority with a revolver strapped to his thigh. On the front of his vest were bullet loops, many of which were empty. A scar that ran from cheek to jowl bisected his beard.</p><p> “Sheriff Walter?” James asked the man, his hands on his hips.</p><p> Sheriff Walter glanced down. “Have I met you?”</p><p> James moved onto the step beside him. “No, you haven’t. My brother is David Weaver, a prospector here. I need a guide to his claim.”</p><p> The Sheriff shook his head. “Not goin’ out there. Bound to get kill -”</p><p> Walter did not finish his sentence. Instead, he strode off the front step of the jailhouse and across the street, to the side of a pub. A man with a hat and overalls was urinating on the wall, one hand planted on the planks to keep him steady.</p><p> “Ah shit,” the short man said, slurring.</p><p> Walter struck him in the jaw. The blow was hard, and the short man’s head ricocheted against the wall. He collapsed to the ground. Walter hauled him to his feet by his overalls. The man’s head was bleeding and the last of his urine dribbled down his pants. The man mumbled to the sheriff, who told him to be quiet and slapped him across the face. The miners continued their work, ignoring the disturbance.</p><p> “Sheriff Walter!” James said. “I have seen punishments for public inebriation, but none like this!”</p><p> Walter began to drag the man towards the jail. “This man stole from the church last night. Padre saw him with the pewter candle sticks.”</p><p> “And what of his treatment? Will there be a trial?” demanded James.</p><p> Walter brought the man into the jail, so James had to follow him inside. After the man was locked in a cell with two other men, James touched Walter’s shoulder.</p><p> “I am a lawyer, and I cannot stand by such an abuse of power.”</p><p> The sheriff spun. “A lawyer? We don’t have much use for law here. In two hundred miles of gold panners, whores, and Injuns, there is just me. I make my choices. ”</p><p> In the cell, the thief tore off a length of his shirt to wrap around his head.</p><p> “And I disagree with them,” said James, regarding the prisoner. “I have little faith you can help my find my brother.”</p><p> Walter took a pipe out of his pocket. “I don’t need to help you find anyone. David Weaver is dead.” He lit the pipe and blew the smoke at James.</p><p> James coughed. “What? When? How did he pass?”</p><p> Walter shrugged. “Shot last month by the Taylor Gang.”</p><p> “A month…”James knees shook. His brother was dead. He felt for the gold nugget in his pocket and squeezed it through the fabric. “We need a posse. Get your men ready to find this bandit.”</p><p> Walter seized James by the arm. His grip was so tight that James’ pulse throbbed against his fingers. “Would you like to join him in the cell?” Walter said.</p><p> “On what grounds?” James matched his gaze and refused to blink.</p><p> “Whatever I want.” Sheriff Walter smiled, puffed his pipe. “Five dollars might remind me of your innocence, though.”</p><p> James scoffed and the Sheriff began to tow him towards the cell.</p><p> “I’ll pay,” said James. The Sheriff let go. He reached into his coat and withdrew a purse. He opened it in front of Sheriff Walter and selected the coins slowly. “And his innocence?” James asked, nodding towards the prisoner.</p><p> Walter looked at the leather purse and sniffed. “It’s 10 for him. I wasn’t kidding about the pewter.”</p><p> James handed over the money. Walter counted it and put it in his back pocket, before he took the iron keys from their hook. He unlocked the cell and thrust the prisoner at James. The man collapsed against James, tugging his shirt. James pulled the short man’s arm across his shoulders and together they hobbled from the jail.</p><p> “Congrats on your purchase,” Walter called, saluting his pipe. The sheriff regained his post on the front step, presiding over the main drag.</p><p> “How is your head?” James asked the prisoner. He tried not to think that his coat, a gift from the district judge of New York, was now soiled with blood, sweat, and urine.</p><p> “’S alright,” the man mumbled.</p><p> “I beg your pardon?” James leaned closer to the man’s mouth.</p><p> The man punched him in the face and then pushed James away. Blinded by pain, James fell back in the mud. He began to roll onto his knees, but the prisoner kicked him. The toes crushed his diaphragm. His breath exited; his stomach felt like a crumpled can, and he knew that was going pass out. Gasping for air, he brought his hands in front of his face as protection against another assault. None came.</p><p> As the man scampered off, James thought he heard him say, “Thanks, chief.”</p><p align=\"center\"> ***</p><p> James awoke a few minutes later. By some grace, he had rested on his side and had not choked to death in the mire. The sheriff was on the front step of the jailhouse. He was watching him and smoking his pipe. James stood and felt his stomach where he’d been kicked. He didn’t think that he’d broken a rib but something was – his pocket watch was gone. The pewter thief was now a pickpocket and assailant too. He searched his pants and found the gold piece. He didn’t take it out though, didn’t let the miner’s see his brother’s last gift.</p><p> James found Solomon spending his fare inside of the pub. He asked the old man where he could find his brother’s grave. The old man told him there was a church at the end of the street where he might find it.</p><p> “Thank you, Solomon.” When James stood from the bar, he saw his reflection in the mirror. He started to knot his necktie. The stubble on his cheeks looked like the texture of his wool coat. He turned his felt hat in his hands. During the last month of his trip, he’d never seen his appearance. He’d lost his shaving mirror. A terrible thought occurred to him: How had David looked when he died? Was his face blown away, was he decomposed? Did they only know him by names on his things? James wasn’t dead, but he could hardly recognize himself.</p><p align=\"center\"> ***</p><p> Behind the church was the graveyard. There were no gravestones, only several rows of crooked wooden crosses planted in the dirt. James found his brother’s at the back. The white paint on his marker was already peeling away. Someone had carved the initials DW on it, but there were no dates or messages. James kneeled in the dirt to whittle the years of his brother’s life into the cross. He recited the Lord’s Prayer and then left.</p><p align=\"center\"> ***</p><p> Back in town, James purchased a mule and three days provisions. To his good fortune, a wagon train shipment had recently come from the coast. It was the only direction to approach town without risk of an ambush. James was able to buy food, flint, a canvas tent, and a rifle. Then, he rented the room behind the pub and tried to recruit a posse. He roamed the bar and made his proposition known to several men. None of them met his eyes when they declined. Their deep voices cracked. They drank their beer and told him to leave.</p><p> While he scrubbed his hands in the washbasin, he heard Solomon in the bar. He leaned his ear for a listen. The coach driver told the barman he was returning to Cobbleton in the east the next morning. Without Solomon, James would be unable to go east for at least a week. He left the washbasin to check if his purse still had a return fare.</p><p> Next to his purse were maps that David had drawn. He had marked out sites for prospective mines and given short lists of the materials needed. After his hands were clean, James intended on studying the maps. Reaching for the purse, James glimpsed a trail that David had drawn between town and a head camp. He saw another route that was longer, but had topography mules could manage. Ignoring Solomon’s revelry from the room over, James lowered his purse and returned to the washbasin. He scrubbed until his hands stung, and then tossed the refuse into the street. He studied the maps until his candle burned out.</p><p align=\"center\"> ***</p><p> James awoke to the sound of gunshots. Two of them pierced the silence and then echoed down the riverbed. He heard men yelling and running from town in the direction of the mining camp. In the darkness, he struggled to find his boots and coat. Before leaving the room, took the rifle and put shells in his pocket.</p><p> James hurried east from the main drag towards the river, and then along the banks until he hit the tents. Stumps like broken teeth ringed the campsite and the smell of ash, pervaded the air. Sluices directed water from the river outwards like veins.</p><p> The commotion was dying down. The men wandered to their tents or revived their fires for breakfast. James recognized the sheriff among a clump of men on the river bank. They had fished something out of the water – a body.</p><p> Sheriff Walter noticed James and motioned for him to approach. Then, the sheriff stood aside so James could see. In addition to a bullet wound, the body had been pierced by an arrow. The corpse’s head was also injured, and bandaged with the torn hem of a shirt. He recognized the body. It was the burglar that had assaulted him yesterday.</p><p> “I think that’s yours,” he said. He patted James on the shoulder. “The arrow isn’t from an Injun. It’s Hiram Taylor’s work.” The arrow was painted black. Some distance north, James could see the smoke column of a fire. It was Hiram Taylor, mocking the town, daring one to engage him; to leave the warmth of their fire for his.</p><p> The sheriff asked for Red Eddie. A tall man Indian with blues eyes approached leading a horse. He lifted the body onto the beast’s back and lashed it down. He was singing under his breath in French. No one aided him in his task. The miners picked up their pans and rock boxes and picks, and set to work. The sheriff left, but not before he said goodbye to James.</p><p> Red Eddie dug a grave in a patch of land behind the wooden church. The priest, an old Mexican man, said a few words in Spanish and waved his rosary. Other than James, no one else attended. Red Eddie shoveled dirt into the grave and sang. James watched him.</p><p> “Did you know him?” the Indian asked James.</p><p> James hand pressed against his abdomen. “Not really. Why would Taylor kill him? He wouldn’t have had any money, save an old pocket watch perhaps.”</p><p> “He doesn’t have a pocket watch now.” Eddie began to tamp down the soil with the flat of his shovel. “Taylor didn’t kill a vagabond like this for money. For him, money is secondary to fear. This death is a reminder of who is in charge here. It’s been a while since he’s reminded us.”</p><p> “Is that why he killed my brother David? He went out to start a – a copper mine,” James said. “And this man, Hiram Taylor, killed him over that?” James watched Red Eddie, wary of his lie.</p><p> Red Eddie finished flattening the dirt. He looked at James with his strange blue eyes.</p><p> “I’m sorry,” he said. “His death is hard to understand. He was killed by a mad man.”</p><p> James walked around the grave, closer to Eddie. “Can you help me find the claim? Protect me from Taylor? I can pay in a percentage –”</p><p> “Please, stop.” Red Eddie said. “I understand. It’s your duty to your brother to finish his work.”</p><p> James offered his hand to Indian, who lowered his shovel, and shook it.</p><br clear=\"all\"/><p align=\"center\"> III</p><p> From the steel sky to the hardened earth, the world was gray; nowhere could James see or imagine bandits waiting in the hills. Ahead, Red Eddie led the mule through the rocks. That dawn, they’d left town to head north along the Sacramento River on the ill-defined trail. Since their departure, Red Eddie hadn’t spoken a word, except the occasional encouragement to their mule. James would have been bothered by the silence, but he was more concerned with his breathing. The strenuous hike challenged his constitution. After weeks of sitting in wagons and boats, several miles gave him blisters.</p><p> They stopped when the trail neared the river. Red Eddie tied the mule to a tree and pulled a fishing pole from his pack. James followed him down to the water. Red Eddie undid his boots and stood barefoot in the freezing cold shallows. James waited on the beach as Eddie began to tie his string to the pole.</p><p> “Do you need a worm?” James asked, looking about. He had his hands in his pockets for warmth.</p><p> “I use a lure.” Eddie withdrew a handmade lure. It was a piece of wood carved to resemble a small fish. He pushed the line through a small hole and tied off the string on the hook. He extended the completed fishing pole to James. “Would you like to cast off?”</p><p> James shook his head. “I’m not sure I’m qualified for such a thing.” Eddie nodded and with a flick of his wrist, the hook sailed out into the river. The lure bobbed near the top of the water and Eddie began to direct it with deft movements of the pole.</p><p> “The song you sang yesterday, it was in French, yes?” said James.</p><p> Eddie whistled a few bars of the melody. “It’s a Cajun tune about a drunkard who gets lost in the bayou.”</p><p> “How did you learn that in California? It would be more common for an Indian to know Spanish, I’d imagine.” James sat down on a rock and took off his boots. He peeled off his wet wool socks, one of which was pink with blood. His feet steamed.</p><p> “The natives here are Mitow. I’m Choctaw.”</p><p> “Vous venez de Louisiane?” James said.</p><p> “Oui, bien sur.” Eddie motioned for James to join him. “Come, I’ll teach you to fish.”</p><p> “Just let me put my shoes on.” James began to stretch his sock over his toes.</p><p> “Leave your socks off.” Eddie said. “Your feet need to breath. Before you put your boots on, you need to change into two pairs of dry socks. A liner and an outer.”</p><p> James hobbled across the rocks to Eddie’s side. Eddie gave James the pole and adjusted his hands on the grip. With his hands over James’, he began to move the fishing rod back and forth. The tip of the pole swayed, causing the lure to glide across the surface of the water. There was a rhythm to his movements, but it flowed without thought. The lure swam in the current.</p><p> “You imitate the minnow, the big fish come. You try,” Eddie said. He removed his hands and took a step back to watch James. James moved the pole across his body. The line went slack and then tightened. The wooden minnow splashed against the current. He stopped pulling and it sank.</p><p> Eddie opened his mouth, but James shook his head. He closed his eyes and flexed his bare toes in the wet mud. Eyes closed, he traced a small circle with the rod and then began to weave it back and forth. Eddie whistled the French song for him to move with; together they fished.</p><p> That night, they camped set up camp at a large boulder and grilled their fish.</p><p align=\"center\"> ***</p><p> When James awoke, he was alone. The ground swam in a mist and the frozen pine needles crunched under his boots as he stepped out of the tent. He’d heard a sharp crack from up the ridge. The sound of a gun. He pulled up his suspenders and grabbed the rifle from his pack. The mule snored. James fumbled to load the rifle, dropping casings on the ground.</p><p> Red Eddie emerged from the trees carrying a slain rabbit. He had his rifle over one shoulder and no hat. His hair fell on his shoulders.</p><p> James stopped loading his rifle. He put it down. “Is it safe to shoot here?”</p><p> “We’re still a day or so from Taylor’s territory. Any gunshots they hear, they won’t be able to place.” Eddie sat down near their extinct fire and pulled a knife from his boot. He cut off the head of the rabbit, then strung it upside down, made two incisions at the ankles, and peeled off the skin. The flesh beneath was slick and pink.</p><p> “Bring your rifle over,” he said to James.</p><p> James picked up the gun and sat down on a rock. He brought the bullet case too, and then added the shells he’d dropped. He laid the rifle with the barrel on his knee, the stock on Eddie’s.</p><p> “Breech, hammer, trigger,” Eddie explained, wiping dirt from the fallen bullet.</p><p> “I can use a rifle,” James said and loaded it.</p><p> Eddie snatched the rifle and gave him the bloody knife. “Then you can learn to use this.” He pushed James towards their lunch. James kneeled where Eddie had hung the dead rabbit. The insides bulged, but remained in the stomach cavity. James touched it – it was still warm. He took it down and laid it flat to cut through the breast bone.</p><p> Eddie smiled and went to get a drink of water. He whistled, calling to the birds. The birds responded, but not to his whistles. They twittered loudly. A warbler swooped down into the clearing and then flew off. James stopped cutting.</p><p> There was a low sound, like a dog, and movement.</p><p> Eddie stopped drinking. “Get the mule ready.”</p><p> “What’s –”</p><p> “Too late. Run.” Eddie tossed the water skin aside and grabbed his rifle. He dropped to a knee, scanning the tree line with the rifle at his shoulder.</p><p> James held his rifle too and peered into the forest. There was a shape between the trees. Then bullets shot out between the branches, spraying needles into the air. The mule brayed and tried to pull from its mooring. A stray bullet smacked into the beast’s side. Two men and a dog ran into the clearing. The dog dashed toward them with red eyes and bared teeth, barking.</p><p> Eddie fired, James too, and the dog yelped somewhere behind the haze of gun smoke. One of the men stumbled and fell against their tent. The second man screamed and lifted his gun.</p><p> James was showered from behind by a hot spray, a moment before he heard the gunshot. Despite the urge to look at Eddie, he launched to his right, scrambling to exit the clearing. It was thirty feet to the tree line. Another shot fired. The bullet grazed James’ left arm. He dropped his rifle. James looked over his shoulder in time to see Eddie’s head collapse in a red mist. The man who’d hit their tent was still alive, though. His hands were clamped to his neck, but dark blood spurted through. The final bandit ignored James and stood over Eddie, firing into his lifeless torso as he screamed about his dead dog.</p><p> James ran. He broke branches with his arms and legs, and ran. There were more gunshots, but they echoed off the rocks and the trail until he could not determine their source. After several minutes, he paused to listen. He hated silence, yet jumped at any sound. He shook and he sweat. He urinated against a tree for fear of wetting himself by accident. The sun was below the trees, so he used the glow of sunset to navigate southwest to the trail and loop back to their camp, where his mule was slain and his things scattered. The bodies had disappeared.</p><p> First, he found a water skin and drank till it was dry. Then he tried to eat a piece of jerky, but the stench of the mule remains made him vomit. Using a piece of his bedding, he bandaged his arm. The wound tingled and he wondered if there were bits of fabric lodged in the cut. Infection would kill him surer than a bullet. Many of his items were broken or spoiled, but he found a compass and a knife. They’d taken his rifle. The maps were gone. They had been in the leather case which also contained the patent. It was missing.</p><p> He listened for bandits. No gunshots, no cries. His ragged breath dominated his hearing. James took off again, but now he was aware of his pain. His arm and feet were numb and his arm hurt when he moved it away from his body. All he could smell was his vomit and blood.</p><p> At the river, he dunked his head in the freezing water. He scrubbed the dried blood from his neck with sand, but his neck remained red. He washed and washed only to realize that in his fervor, he had torn the skin from his neck. The blood was his, mixed with Eddie’s.</p><p> Sunset ended and for several minutes the entire river was red with the reflection of the dying light. James found shelter under a short pine. He slept without dreams.</p><br clear=\"all\"/><p align=\"center\"> IV</p><p> The next morning, James refilled his water skin upriver from where’d he scrubbed clean. His stomach gurgled like the moving water. He gnawed half the strip of jerky from his pocket and replaced what was left. It was a full day’s hike back to Shasta; he had no other provisions. He took off his dressing and examined his arm. The skin was swollen and bruised, the cut scabbed over. It didn’t look infected, but when he pressed it, he cried out. He washed it in the cold river and made a new bandage.</p><p> As he worked, at his side was the knife, partially removed from its sheath. Twice, he grabbed it after noises he thought were voices. The first time it was a red-tailed hawk cry. The second time it was nothing at all.</p><p> He trekked parallel to the trail with the knife in hand. When he neared the ruined campsite, he dared to take a closer look, crouching at the edge of the clearing. The destruction remained. In the dirt were dark stains of dried blood, and streaks from when the bodies had been dragged away. With hardly a breeze, the smell of gunpowder hung over the camp.</p><p> Under the collapsed tent was Eddie’s leather pack. Inside were dried food, a blanket, flint, tinder, and shells for a missing rifle. He checked the outer pocket. He found Red Eddie’s fishing lure and a tiny derringer two shot pistol that the bandits must have missed. The gun went in the pocket of his vest, and he shouldered the pack. It would be enough to make it to Shasta.</p><p> He examined the streaks from the bodies. They were aiming north, towards the smoke stack. Towards Hiram’s camp. He closed his eyes and saw the bullet strike Eddie’s face, the bone give way to lead. He must be dead. Still, James followed the markings into the forest and tried to identify broken twigs or tracks. He found a wake of disturbed pine needles. Then he saw it: A corpse sprawled against a tree trunk ahead.</p><p> Taylor’s Gang had left Red Eddie’s body for the coyotes. Soft flesh – his nose, cheeks, fingers – was gone. There were at least three bullet wounds that James could see amongst the bites and ripped clothing. He hoped that Eddie had died before the scavengers found him.</p><p> James hiked back to the camp and cut a portion of the fallen tent for a shroud. He returned to Eddie and draped the canvas over him. In Eddie’s hands, he placed the fishing lure as a token. He did his best to tuck the tent underneath Eddie’s body and properly cover him. He worked in silence, only pausing to wipe a tear from his cheek. The canvas wouldn’t prevent the next round of scavengers from coming, or the maggots growing, but it dignified his passing. When he was finished, James cleaned his hands.</p><p> “Thank you, Eddie,” he whispered. “I will make you a gravestone in the church yard.” James held his gold nugget and regarded it in the morning light. The surface was dulled and tinted red with blood. He placed it in his breast pocket where it weighed on heart.</p><p> Someone coughed. It wasn’t a hallucination. It was a male, still some distance away. North. James pulled out the miniature pistol and held his breath. He heard footsteps, tiny shuffles of the needles. He still had time to run. They would see the shroud and know he was near, but he could get ahead. How well could they track him? Or he could hide and wait, but only if he took the shroud. If they saw it, they wouldn’t stop looking. Would they ever stop looking?</p><p> James opened the derringer. It was loaded with two shots of a small caliber, but large enough to kill a man. He looked down at the makeshift burial sheet.</p><p> James dropped the pack behind the tree. On his knees, he pulled the canvas out from under Eddie’s body. The stench of raw flesh wafted in his face, causing him to tear up. A piece of bloody fabric stuck to the canvas. He shoved it back inside and his finger tips contacted something wet. James retched, but didn’t have enough in his stomach to throw up.</p><p> The approaching bandit coughed again. James pulled back the hammer on the derringer and rolled under the canvas. He lay like a lover against the corpse’s chest. It was dark under the shroud, and he couldn’t hear creaking trees and rush of wind anymore. He placed a hand over his mouth to stifle the odor and his shuddering breath.</p><p> He waited. The small gun was heavy and we wanted to switch hands, but his other arm was beneath his body. He had the gun aimed in the direction of the bandit. The dead body was cold, as cold as the ground, but his hands sweat. He worried that he wouldn’t hear the bandit arrive, that the man would shoot at the canvas lump, or stab it; that he would die in the dark without a fight.</p><p> “What the hell?” James heard the man say. The canvas rippled as a boot prodded it. Then, there was a rustle of fabric as the man bent down to draw back the sheet. His hand grasped a bunch of cloth near James’ head.</p><p> James pulled the trigger. The bullet burst through the man’s hand. They both screamed. The canvas lost tension and fell back on James. He fired another shot at a lower angle, hoping he’d strike the man’s body. The space under the ruined canvas now smelled like fire, in addition to flesh. It was impossible to breath.</p><p> James stood up, pushing off the ground with his folded arm. He brought the stinking canvas with him and tackled his adversary with it draped on his head. The canvas fell back over onto the bandit, and then James straddled the man, sealing the cocoon. He had dropped the spent derringer, so he beat downwards with his fists and elbows. There was no rhythm to his assault. James hit as fast and hard as he could. Beneath him, the man bellowed. His hands pressed against the canvas as he tried to throw James off. James found the man’s head and struck it. The bandit’s hands lost their position.</p><p> The bandit planted his feet flat on the earth, his knees digging into James’ back. Using them as leverage, he bucked his hips upwards, sideways, thrashing like a tormented bull. James gripped him tighter with his thighs and refused to come loose. He reached for the knife at his hip, but the sheath was empty – it had fallen out.</p><p> The knife lay on the other side of Eddie’s body. To reach it, he’d have to roll off the bandit. He’d have to be quick. The bandit was rising off the ground, so James slammed him with the flat of his arms. Then, he flung himself backwards, off the bandit and against the dead body. His left hand grabbed the knife.</p><p> The man sat up and tried to fling the canvas from his head. Knife in hand, James thrust his whole body forward. He embraced his enemy and stabbed him till the canvas was soaked through. He plunged the knife into the shroud until the only screams were he heard were his own dry-throated barks: angry, loud, and triumphant.</p><p align=\"center\"> ***</p><p> James took the dead man’s Sharps rifle and bullet case. The gun had been over the man’s back. With Eddie’s pack too, James left, not in the direction of Shasta, but north toward Hiram’s camp. The gunshots and screams would attract attention, so he ran.</p><p> When he was a mile from the bodies he stopped and climbed a tall pine. He looked upriver where he’d last spotted Hiram’s smoke stack. It wasn’t there. The smoke had moved off trail to the base of Mount Shasta. It was the heart of James land claim, where David had proposed a mine. James’ maps were gone, but he knew where to go. He knew where to find Hiram Taylor.</p><br clear=\"all\"/><p align=\"center\"> V</p><p> James could make it to the base of Mount Shasta by nightfall. It was near the trail, but on high ground. He climbed down from the tree and prepared for the trip. He lowered the trigger guard to open the breech of the Sharps and checked that it had not been damaged in the fight. He dry operated the hammer and when he was satisfied, loaded the rifle with a bullet, percussion cap and primers from the case. Then he took the knife from it’s the sheath. In the cold, the blood had congealed quickly. Wary of wasting water, James spit on the blade and tried to clean it with leaves. He didn’t want the blood to rust the steel. At first, he sat while he worked, but the rock sapped his warmth, so he paced instead.</p><p> He walked north along the trail. After several miles, a cramp seized his gut. He dropped the rifle and clutched his stomach. The fight had subdued his hunger, but he realized that he hadn’t eaten a full meal in nearly a day, despite hiking for many miles. He sipped water from the skin, and waited underneath the blanket until his muscles’ grip subsided. Then, he opened Eddie’s pack and ate some of his dried food. He climbed a tree to check his course towards the smoke stack and set forth again.</p><p> He located an outpost at sunset, a mile from Hiram’s camp. It seemed deserted. There were three low huts that were camouflaged with fallen branches or smeared with gray mud to resemble the boulders dotting the landscape. He snuck closer. Barrels of supplies sat on a slightly raised log platform. Lanterns hung from posts nailed into trees which had their lower branches sawed off. The camp wasn’t built in a natural clearing, but constructed for functionality amidst the forest. James leaned against a tree on the periphery and cocked the hammer of the rifle.</p><p> James crawled closer and looked into one hut, shoving the muzzle of the gun in before him. In the evening light he could make out beds of animal fur on the floor. It looked like an Indian dwelling and smelled like human presence. James checked the adjacent hut and found it much different. The hut had tools and supplies: axes, picks, hammers, buckets, ropes, boxes. It housed the necessary items for a basic mining operation. He entered the last hut.</p><p> It was another dwelling and this one contained a man. He was on his side, perhaps asleep. Old bandages littered the floor like snake skins. James crept towards the figure with his gun outstretched. The body did not stir. James waited, counted to three, and then began to back up. His foot struck a bowl which rattled across the rocky ground. The man began to wake.</p><p> James dropped the gun, drew his knife and knelt down. He placed his hand over the man’s mouth and pushed the tip of the knife against his neck. The man began to squirm. “Hey,” James said. Then the man jerked, trying to pull himself away. James squeezed the mouth harder, stifling a cry and dug the knife in.</p><p> “Be still.”</p><p> The man stared at him, his eyes so wide they appeared lidless. He swallowed and his Adam’s apple rubbed the edge of the blade. It started bleeding. James could see now that his shoulder was injured. The blood pattern was circular, a bullet wound.</p><p> “If I take my hand away and you scream, you die,” said James. “If you don’t follow my instructions, you die.”</p><p> The man nodded.</p><p> “How many men does he have?” James asked, removing his hand.</p><p> “Who?” said the man. He looked over James shoulder rather than at his eyes.</p><p> James covered the man’s mouth again and pressed his thumb against the red stain on the bandage. The man writhed and tried to let out a scream, but James dug into his jaw with his fingertips. He took his thumb from the wound and when the scream subsided, he released.</p><p> “Hiram has eight, unless…” the man swallowed and surveyed the blood on James coat, “unless Bartholomew is dead.”</p><p> “Where does he post guards?” said James. The man sighed. James reached for his mouth but the man shook his head. James waited.</p><p> The man began to smile. “I should have screamed.” He opened his mouth wide, but James sawed through his throat.</p><p align=\"center\"> ***</p><p> James gnawed a piece of jerky, but chewed it endlessly, unable to swallow. He spit it out and washed the salt out of his mouth. His hands were sweating on the stock of rifle so he rubbed them against his thighs. He crouched one hundred feet from Hiram Taylor’s main camp. It was similar to the outpost, but with more huts and more light. The fire glow leaking between the pines was strong enough to warm his front. It was long past midnight, but the rival sun burned bright on the base of the mountain.</p><p> Hiram Taylor and seven men. One gun, one knife. One night.</p><p> James slipped closer, treading only when he was sure that there were no twigs beneath his feet. He had an unlit lantern and pressed to his coat to muffle any squeaks. He circled as he went, coming closer to the sound of work on the far side of the camp. Sound meant people, but it would also cover his own approach. Every forty feet he poured a pool of kerosene from the lantern at the base of a tree and lit it with the flint. On the other side, he emptied the rest of lantern and left it lying in the brush.</p><p> He discovered the source of the noise. Five skeletal men knelt at a sluice and used rock boxes to pan for gold. They were wearing shackles and rags. Behind them, a bandit paced, carrying a whip. None of the workers reacted when he came near, but shook their boxes in a rhythmic daze. By the largest bonfire was an iron cage with more slaves inside, perhaps four or five. With the fires, they could work through day and night, mining the land dry.</p><p> Hiram Taylor and seven men. One gun, one knife. One night.</p><p> James looked at the nearest kerosene fire, which had yet to spread far. Then he considered the slaves. He sighted his rifle on the bandit and tracked his slow gait. The bandit stopped to adjust his hat. James inhaled, held his breath, and fired. The shot hit the man in his gut. He dropped his hat and stumbled. The slaves looked up, but didn’t stand or run. James lay on his stomach, hugging the brush. He cracked open the rifle and ejected the steaming cartridge. The bandit fell to his knees and cried out an alarm. James fumbled to load another round, singeing his fingers. Two men emerged from huts carrying guns. James crawled behind a tree. One of the bandits wasn’t wearing pants or shoes. He galloped into the woods with two revolvers and ran past James. James finished reloading and fired without taking the time to aim. The shot slammed into the naked bandit’s lower back. He fell face first.</p><p> James scurried from the tree to the squirming body. He brought the stock of the rifle down on the back of the injured man’s skull, feeling the bone give way. He left the rifle and picked up the two revolvers.</p><p> The first bandit was still on his knees, firing a pistol. His shots flew high and wide, knocking needles from branches. James cut back and forth, going as fast as he could while bent over. He watched as the five slaves finally reacted. They pelted the outlaw with their rock boxes and tackled him. One gained control of the gun and fired at his master until it went dry. The slave whooped and waved the gun, but was taken down by a shotgun blast. The other slaves mobbed his attacker. More of Hiram’s men awoke, and tried to subdue their slaves.</p><p> James sprinted out of the woods, leapt over the sluice, and came to the slave cage. The inhabitants gripped the bars and shook their pen. James blasted the lock. They knocked him over in their haste to be free, but then lifted him up with dirty hands. James recruited a slave to help him topple the cage. They pushed it towards the bonfire and then levered it over into the flames. When it struck the fire, the logs broke and rolled from the pit. Embers sailed high and touched the branches of the dry pines. One of the huts combusted as fire snaked across the brush.</p><p> Then the slave next to James shuddered and grasped him for support. An arrow stuck out of his chest. Hiram Taylor stood between two huts, holding a bow. He was dark skinned from the sun, not an Indian, but not like a white man either. He had a black beard and a long knife at his side. He notched another arrow.</p><p> James ran, shooting in Taylor’s direction, and made it out of the camp unscathed. The forest roared with gunshots and the escalating fire. Outside of the camp it was cooler, but the fires had begun to spread. James headed for the river to escape the smoke and conflagration.</p><p> The trail ran parallel to the river, twenty feet above the banks. James stumbled onto the trail, tripped on a rock, and rolled down the slope into the river. The water was freezing. He gasped and hauled himself up in the shallows. He’d lost one revolver and he doubted the remaining one would fire. The water hugged his shaking thighs, but he smiled.</p><p> The snowy Mount Shasta summit was red with the reflection of the inferno. Birds and deer, coyotes and hare, ran from the forest and into the river. People too. It was an exodus. A slave or a bandit engulfed in flames jumped off the river’s edge to douse his body.</p><p> Hiram Taylor emerged from the forest. He had an arrow ready and he knelt on the trail to steady his arm. James lifted the revolver. They both fired. James’ gun didn’t go off. Hiram’s arrow struck him in the right shoulder. The tip stuck out of his back.</p><p> Hiram Taylor took out another arrow and notched it. James switched the gun to his left hand and continued to pull the trigger. The gun puffed smoke. Hiram fired again. James dove to the side, and arrow splashed beside him into the water. He heaved himself up, wiping the river water from his eyes. He prepared for another onslaught.</p><p> A stag bounded out of the trees and collided with Hiram. The pair flew off the edge of the trail. The stag struck the ground and scurried into the river. Hiram landed upside down on the rocky banks. James dropped the revolver and waded out of the water. On the shore, he grasped a heavy, river-worn rock.</p><p> Hiram’s eyes were bloodshot and crossed. His neck was broken, but his mouth still worked at the air. James hefted the rock in his left arm and crushed Hiram Taylor’s skull. When he was finished, James closed his eyes, let go of the stone, and took a deep breath of the smoky air.</p>"
    },
    {
        "title": "Mississippi Stud",
        "slug": "mississippi-stud",
        "date": "March 2014",
        "preview": "It was a common sight to see Dr. Arthur Richards slouched in his wheelchair, wheezing from the side of his mouth so that the edges of his moustache trembled, a spot of saliva bejeweling his collar. But young Henry was concerned to find Richards wilting now, for while his master looked as slumped as Henry was accustomed, the doctor was decidedly not wheezing and the only wet substance on his collar was ruby red.",
        "text": "<p> It was a common sight to see Dr. Arthur Richards slouched in his wheelchair, wheezing from the side of his mouth so that the edges of his moustache trembled, a spot of saliva bejeweling his collar. But young Henry was concerned to find Richards wilting now, for while his master looked as slumped as Henry was accustomed, the doctor was decidedly not wheezing and the only wet substance on his collar was ruby red.</p><p> “Sir, your card game will begin soon. Rogers sent for you. All the others are present,” Henry said, allowing himself to ignore the blaring signs of catastrophe one moment longer. The steamboat tilted on a swell, but Richards did not stir as his wheelchair bumped the bed.</p><p> Gingerly, Henry pushed two fingers into the fat flesh of Richard’s neck. No pulse. He then checked the old man’s pale wrists and listened for one of his rattling breaths. He only noted the muted rumble of merriment and calliope from the bar one deck below. Still, he kneeled. All signs pointed to death, so why not raise the captain? Henry had heard of corpses awakening in their coffins days after burial, surprised and no doubt angry. The fuss his master would raise if Henry misdiagnosed his departure would make Sherman’s march look tame.</p><p> It would be best to wait and be sure. They were still 4 hours from St. Louis, where Richards was to give his talk at the World’s Fair in another two days time. His only other engagement was the poker game that night. It was an invitation from other rich, old men who smoked pipes and carried canes just to rap the shins of the younger generation. They’d never met him, but requested his illustrious, stuffy company when they heard he was on board. They’d be crestfallen when he didn’t turn up.</p><p> And to think of the money wasted! The buy in for the game alone was over a month of Henry’s salary. If he honorably withdrew, pocketing the buy in, it would turn a profit for Henry…and if he won! If he won, perhaps San Francisco wasn’t a dream after all. Well, if he played, that is. Should he? Having dictated Richards’ will, young Henry knew that the doctor had left him very little. It might be the only sensible thing to do. His years as an assistant to the world’s grumpiest professor hadn’t given him any usable skills, unless being a human coat rack counted. In fact, he realized, the pertinent question was not ‘should’ but ‘could’ he play? Could he impersonate his master?</p><p> Henry turned to the door to appraise himself in the mirror. A little talcum powder to give his temples a touch of gray, the doctor’s monocle and pipe, his best clothes, the wheelchair…</p><p align=\"center\"> ***</p><p> Louisa straightened her wig and checked in her pocket mirror that her fake teeth were on correctly. They were the proudest part of her disguise – no one would believe she was a man unless she had the unwieldy chompers of a geezer. She hid the pocket mirror in the breast pocket of her velvet suit coat and entered the smoke-wreathed parlor.</p><p> Their hose was Dorian Rogers (steel and railroads) an avid poker player who had located the richest men traveling the Mississippi for a proper game of 7 card stud. His smile revealed incisors meant for a wolf and within his obsidian pupils their dwelled the tiniest glint of red.</p><p> He said, “This is not a normal steamboat penny poker game. The stakes here are high, the money is real, and cheating will not result in fisticuffs but incarceration in the ship’s hold. I’ve already arranged it with the captain. We’ll play until one man remains.”</p><p> The other men – one fat as a bullfrog, one skinny as willow branches, one square and rigid – listened with different low degrees of interest, indicated by yawns, fanning, cigarette rolling. She realized they were already playing the mental games incumbent in poker, though Roger’s vampiric ease had them beat. When his black eyes stopped on her, she was convinced he was going to say, “And no women allowed, Louisa.” Instead, he addressed someone behind her.</p><p> “Ah, Dr. Richards has finally arrived. We may begin.”</p><p align=\"center\"> ***</p><p> After he folded, Henry realized he’d only won one hand in the first hour and that was due to sheer luck. He’d gotten a full house on the last card (8’s full of jacks) which beat the Russian’s two pair. The Russian had a boxy head and barely spoke, less than Louis, a strange blue-eyed man with big teeth who sounded like he had a cold. It was the fat one from New Orleans, Jean-Pierre, who chattered away like he had steam motors in his plump jaw. He’d even yakked while eating shrimp, leaving marine debris on the felt table which Dorian plucked off before dealing.</p><p> Louisa watched the young Dr. Richards fold again. It was nice to know one person here was bad. Perhaps, it was because he was the young, though older than she was in reality. He might be under 40; she was under 20. Yet she was winning as she had planned – just barely. Dorian was always there, smiling at her, smoothing out his moustache as he considered his next move. She could beat the Russian with her math as he was too superstitious, wait till the waiter brought more food to defeat the Creole, and let the thin man be fooled that the ace is the best card, when there are only four of them in a deck. Dorian’s inscrutable play revealed no faults, but he had to have one, she thought. Every man had one. “Every woman too,” she thought.</p><p> “I raise 10 dollars,” she grumbled. When she spoke, the hairs of her fake beard bristled against her nose and caused her to sneeze. She wiped her nose with the monogrammed handkerchief she had procured just for the game.</p><p> Henry’s ears prickled at the sound of the Louis’ sneeze. His mother used to sneeze like that. He watched Louis wipe his nose with gloved hands. Why was the man wearing gloves aboard a steamer in summer? He caught a glimpse of golden hair at the base of his (elegant) neck and the watch on his (graceful) wrist.</p><p> “Louis, I believe that you’ve won the hand,” the thin man declared in a resonant bass that belied his diminutive frame. Henry watched as a woman slid her winnings towards her and could hardly contain his surprise. A woman.</p><p> “We’ve reached our first intermission,” declared Dorian.</p><p align=\"center\"> ***</p><p> “Come to my room in five minutes,” young Henry hissed. He made sure his grip on Louis’ arm was firm and his voice low enough to avoid casual eavesdropping.</p><p> Louis blinked. “Pardon me; I believe the lavatory is down the hall.”</p><p> Henry pulled her down close, “I know <em>what you are</em>. Room 17, five minutes.”</p><p> Henry released her arm and attempted to wheel through the doorway. He careened into the frame and had to be extricated by the Russian or no one would be able to exit.</p><p> Louisa remained in the parlor, gripping the edge of the table to steady her trembling hands. The boat horn gave an operatic whistle, and then all she could hear was an echo of its elevated pitch and the bass throb of her heart. She’d stolen the money for the buy in from her father, and she intended to pay it back in full upon her victory; in the case of her capture how would she fare? He’d throw her from the house. Did she flee now? That young Dr. Richards knew she was a woman but not her real identity. She could leave now and avoid disgrace but not her father’s wrath…unless the doctor was kind. Louisa did not like trusting men, let alone strangers. She let go of the table and chose.</p><p align=\"center\"> ***</p><p> “What is your real name?” he asked, unsure of where to begin.</p><p> Louisa twisted the gloves that she could now remove. “I’d rather not say.”</p><p> Henry nodded respectfully. He liked her real voice, a soft Alabama lilt, like honeysuckle on a hot day. Of course, being a Yankee, Henry had never had honeysuckle, but he imagined it was an appropriately pretty and refreshing substance to use in his metaphor.</p><p> “Then I shall call you Louisa, the female version of your stage alias.”</p><p> Louisa began to laugh, but turned it into a cough.</p><p> “Louisa, I am not who I say I am either,” Henry said, leaning in to put a hand on her wrist. “My name is Henry. I’m not the doctor Arthur Richards.”</p><p> Louisa crossed her arms. So you are an impostor.”</p><p> “I think judgment is most unwarranted from you, <em>Louisa</em>.” He made his mockery gentle, smiling as he dealt it. Unfortunately, his charm only raised Louisa’ ire.</p><p> “I made someone new,” she insisted. “You have stolen an identity of a real man. Who is Dr. Arthur Richards?”</p><p> “He is,” Henry said. He rose from his chair (with a flourish as if to say: <em>I’m not a cripple either, eh?</em>) to show her the real Dr. Arthur Richards arranged in repose on the bed.</p><p> “Is that Dr. Richards?”</p><p> “That was, Dr. Richards, I’m afraid. He passed sometime this afternoon.”</p><p> Louisa recoiled. Henry was leering at her and a terrible thought entered her mind:</p><p> “My God, you’ve killed him!” <em>And you’re to murder me!</em> she held inside.</p><p> I have not!” Henry insisted. “I am – was – his assistant and caretaker. I found him in his current deceased state this afternoon prior to the game. Louisa, I pray you understand while he was a horrid master, but I would never harm another of God’s creatures. I am, nonetheless, still in a precarious situation: Dr. Richards left me very little means. I do not know how I am to survive my sudden discharge of employment. Winning this match could change my fate.”</p><p> He inhaled following his speech and his demeanor brightened. He looked to some unknown horizon and spoke of something precious he had never shared, like the pearl of an oyster. “I’ve always wanted to go back to San Francisco. It’s where I lived with my parents, before they died. They had a bakery. I don’t recall much, except licking a dollop of cream from my mother’s finger or the scent of a steaming roll being torn in two. If I had the capital, I would move to the ocean and open a bakery. If I won.”</p><p> “That story is very touching,” Louisa conceded. “But it hardly concerns me.” She would not let his sentimentality derail her simple goal: victory.</p><p> “But you are wrong! If we work together,” Henry began, “devise a system of communication, not even Dorian will stand in our way. Then we will split the considerable profits in two.”</p><p> The conversation had arrived at a junction much different than Louisa had predicted. Instead of kicking her out the game, Henry wanted to make her win. It ruined her whole intention. How could she show her brothers, her father, herself her worth through deception? Louisa stood and adjusted the sack tied under her vest which served as a rotund belly. “I believe you talk of cheating. I cannot honorably do such a thing.”</p><p> “I talk of securing our victory! You must need the money or you would not have invested in your ruse. Please consider my offer,” he implored.</p><p> “I did what I had to and nothing more!” she snapped. She paused in the doorway, mid stride. “I have seen you play poker Mr. Henry; I suggest you save your breath for prayer.”</p><p> Henry ran to her side and slammed the door closed with the palm of his hand. Louisa gasped but he grabbed her by the shoulders. “Why? Why are you here? Why disguise yourself? Why come to my room?” He could feel beneath her padded jacket, thin childlike arms.</p><p> “I am here for my brothers and my father. I am here for my mother and my future daughter. I am here for myself so that I can change my fate too.” Louisa relaxed her shoulders and Henry removed his hands. She stood up erect and was nearly eye to eye with him. “I am the oldest of six siblings and the only girl. My father intends to give his land to his oldest son, not me. I am to marry and although I am the most qualified, I shall not manage my family’s property. But I will not stand for such pitiful inheritance. I learned to play poker from my brothers and then learned to beat them. If I win this match I may yet prove my worth to my father. If not, I will gain funds to leave my farm and create my own venture.”</p><p> “Then you understand my goal: to earn independence!” Henry exclaimed. “Why multiply your opponents when you can multiply your allies?”</p><p> “Cheating is not winning. I will not tell them your secret if you maintain mine.”</p><p> Louisa paused in the doorway, waiting for Henry’s agreement.</p><p> “I wouldn’t dare.” Henry slumped back in the wheelchair and Louisa exited.</p><p align=\"center\"> ***</p><p> “Dr. Richards, you are the big blind. Dr. Richards can you hear me? I once met an Argentinean who went deaf while eating porridge. In an instant he lost all hearing, but he could still taste his bland porridge! He would have traded senses for all gold in the world.”</p><p> “How did he tell you this? Do you speak sign language?” the thin man, who Henry now knew as Augustus, asked the garrulous Creole.</p><p> Jean-Pierre smiled, delighted to continue narrating his tale. “That is the interesting part: To cure his ailment he visited a witchdoctor in the –”</p><p> “That is quite enough! Richards has paid his ante.” Dorian dealt two cards facedown and one up to each contestant. In the course of a round, the players would try and assemble the best combination of cards between those visible, which would total five, and the two they held in secret. It was those secrets that defined poker; they obscured the odds. The player and his confidence or guile communicated what he might be hiding.</p><p> The Russian had the lowest showing card so he had to pay a bring-in bet, a small amount they had agreed as one dollar (an entire day’s salary for Henry). Then, betting began, counterclockwise from the Russian. Thus, Dorian went and raised the betting because his face card was a high ace. A valuable card. He changed the bet to 5 dollars which prompted Augustus to drop out.</p><p> “Not looking like my hand,” he mumbled and began to light a thick cigar which made his fingers appear as thin as a spider’s legs.</p><p> Subsequently, it was Henry’s turn to bet – the five dollars match or a raise. Henry peeled back his two facedown cards to see them. They were an 8 and a 5, in different suits. His face card was a Jack, not terrible. He could see Louisa across the table, her gloved hand already clutching the five dollars necessary to join. She casually thumbed the corner of her two hidden cards and nodded to no one in particular. If he was reading her correctly, she had a good hand. If Henry were to bluff and artificially add more money to the pot, he could assure that she’d win.</p><p> “Would you like to bet or are you waiting for Jesus to turn up again?” the Creole quipped. “I saw him on Bourbon Street with two females who, if I remember their demeanor, will have lashed to their bedpost for a fortnight!” He chuckled at his own joke and slapped Louisa on the back.</p><p> Henry stared at Louisa and when she met his gaze, dared to give a slight wink. “I’ll raise to 15 dollars,” he said. Slowly, Louisa dropped her five dollars…and then arranged a full fifteen dollars in her hand. Henry had to bite his lip not to smile.</p><p align=\"center\"> ***</p><p> Louisa and Dorian paid the fifteen dollars. The Russian and the Creole folded. It was only Henry and Dorian that she had to beat now and the odds were in her favor. Henry was showing a jack, and Dorian an ace, and though she showed only an eight her two facedown cards were also aces. The highest pair one could obtain was already hers. She should have been calm; she should have laughed at the Creole’s risqué humor, she should have taken a drink from her untouched bourbon or requested a song from the piano man the next room over: but something Henry had done unnerved her. Had he winked? They never agreed on any signals. What was his play? The gentle sway of the heavy steamboat in the calm Mississippi was churning her stomach. She closed her eyes and focused on the foreign sensation of the fake teeth in her mouth. Anything to distract from the constant, nauseating motion. Up and down, side to side. When she opened her eyes, Dorian had given them all a new face-up card.</p><p> Dorian had a ten. Henry a four. Louisa an ace. She was now in possession of three aces! With luck she would have a full house, which consisted of her three identical cards and another pair. It was one of the strongest hands in the game. The queasiness subsided and Louisa found herself chuckling as Jean-Pierre described an unfortunate chance encounter between the mayor of New Orleans, his wife, and his favorite prostitute on the street one morning.</p><p> They played. Henry continued carelessly, dumping piles of cash into the pot until the center resembled a green mountain. Dorian matched his raises, sliding carefully bundled piles of money forward. Louisa hesitated each time, but after the sixth street of dealing she had her full-house assembled: aces full of eights. With one more card left to deal, facedown, Henry’s cards were terrible. They were low, different suites, and she couldn’t see how he would stitch together a hand. Dorian had both a 10 and jack, so perhaps he was trying for a straight. His other two showing cards did not fit, so it seemed to rest on his final card. Too uncertain for Louisa.</p><p> “Sacré-bleu,” muttered Jean-Pierre, his eyes wide with jealousy and excitement. The Russian was leaning forward so much that his cubed skull cast a block shadow across the table. Augustus paced and smoked, smoked and paced, a thick gray cloud trailing his wake.</p><p> Dorian cracked his knuckles like a piano player approaching Rachmaninoff.</p><p> “I think that before we deal the final card, we should all refresh our drinks,” he said. He yanked the bell cord and a white-coated waiter slipped inside with a tray instantaneously.</p><p> “I count nearly 500 dollars in the pot,” Augustus said, his smoky baritone scraping the bottom of the audible range.</p><p> “Just leave the tray, we shall need refreshments following the hand, I predict,” Dorian instructed the waiter. He dealt the final hand, face down and nodded to Henry to bet.</p><p> All in,” Henry said. In his haste to add his money into the pot, his monocle fell off and broke on the floor. “Not a worry; I shall be able to afford a thousand more in a few minutes!”</p><p> Louisa gave one last glance to her hidden aces and counted out the money she’d need to match Henry’s bet. If she lost, she’d still have fifty dollars. She put the fifty away and added her bet to the fast growing pot.</p><p> Dorian had enough money to match Henry and have plenty left over. Instead he straightened in his chair, winked his red-black eyes, and pushed all of his money into the pot. Louisa nearly lost her teeth. She would have to go all in as well or fold. The losers of this hand would have nothing left. Numbly, she fished out the last fifty and let it flutter onto the pile.</p><p> “Show,” Dorian said simply. Henry turned his two cards. He had a pair of nines, but did not seem depressed. He leaned back and drank some whiskey.</p><p> Louisa revealed her full house, aces full of eights. The Russian whistled appreciatively. Dorian sniffed, and slowly rearranged his cards. He pushed his ten to the forefront and aligned his three unrevealed cards alongside it. With obvious pleasure, he flipped them over one by one.</p><p> There were four tens on the table. Four of a kind beat Henry’s pair, it beat her full house, and nearly every other hand in the game. Dorian nodded and carefully reassembled the pile of his winnings into stacks, bricks of money for him to build what he pleased. Jean-Pierre, Augustus, and the Russian uttered their respective languages’ finest swearwords. Henry couldn’t speak at all. Louisa felt tugged at the collar of her shirt and expected steam to rush out.</p><p> <em>She could beat the Russian…defeat the Creole…let the thin man be fooled…Dorian’s inscrutable play revealed no faults…Every man had one.</em> <em> Every woman too.</em></p><p> Louisa strode from the room before they saw her tears but not before they saw her pain.</p><p align=\"center\"> ***</p><p> “I’m terribly sorry. I thought that you would win.” It was young Henry, suddenly beside her at the bar. Even with his whitened hair he looked pathetically young. The tears on his cheeks glistened in the lamplight.</p><p> “If you hadn’t meddled, if you hadn’t <em>cheated</em>, perhaps I would have. Leave my sight, I beg!” she spat, literally moistening his shirt front with her foamy, alcohol-infused spittle. In the last hour she’d reached a point of inebriation reserved to numb soldiers pre-amputation. Of course, with her dream aborted so violently, it was an apt metaphor.</p><p> “Please, allow me to find another solution,” he beseeched.</p><p> “If you don’t leave, then I will!” Louisa grabbed her beer from the bar and tottered towards her quarters. On the way out the barroom, a drunken man asked if she’d like to join his card game and she described a dark orifice where he could insert his cards.</p><p> She passed by the playing parlor, which was nearly empty. The door was open to the let out the accumulated smoke, so she heard two hushed voices within.</p><p> Dorian was at the table, still with his winnings. Beside him stood the white-coated waiter who’d appeared just before the final hand, also holding some cash. On the table lay the drink tray, overturned to reveal several tens stuck to the bottom. Enough tens to build a four of a kind.</p><p> “What’s that?” she slurred as she stumbled inside.</p><p> Dorian stood and adjusted his cuffs. “You should leave.”</p><p> “You liar!” She threw herself at Dorian, hefting the beer glass like a bludgeon.</p><p> He intercepted her blow and pinned to the table with a sharp thrust. His hands held her arms immobile. His eyes too, had her frozen in his bloody glare. In the sober recesses of her mind it was sad and obvious. How could a depressed, drunk woman accost him: Dorian?</p><p> He whispered like he was telling a bedtime story. “Who can you tell about this Louisa? I know you are a woman. No one will believe you. You will go home broke and disgraced.”</p><p> “You lied,” she said. She was crying and unafraid to show it.</p><p> “You say that I am a liar, but I ask you to examine yourself. The only lie this evening was your own. You all believed you could beat me and that, unfortunately, is just not true. Not a man like me. Self-deception is a bad habit for poker players.”</p><p> Dorian let go of her and then plucked several bills from his stack. He tucked them into her breast pocket. “For the way home,” he sneered.</p><p align=\"center\"> ***</p><p> Louisa’s father entered the salon and extended a letter. While she checked who address it, she neglected to hear her father’s inquiry.</p><p> “Louisa, I asked if you are enjoying Mr. Thompson’s company?” he repeated. Charles Thompson had the personality of a beetroot and spoke only of his father’s glue factory. Her father was fast advancing their arranged marriage as a punishment for her failed poker game. Furthermore, she’d have to work to pay back the money she stole. It might take her whole life, but she doubted she could regain his respect.</p><p> “He’s splendid. We were discussing the difference between horse and mule glue.”</p><p> “Good. Be polite and please wait till after he has departed to read your letter.”</p><p> As soon as he left, she tore it open and began reading.</p><p> <em>Dear Louisa,</em></p><p> <em> It wasn’t easy to find you. The ‘Louis’ registered on the boat had a fake address, but the port authority man remembered a beautiful missus from Alabama with bright blue eyes paying the fare. Unfortunately, my dealings with Dorian have led me nowhere. Our money is lost. </em></p><p> <em> However, all is not lost. I gave Dr. Richards lecture at the World’s Fair. I had prepared his notes and was confident I could impersonate him once again. I was paid his considerable commission and even invited to talk again. However, due to decomposition, I had to report Richards dead. </em></p><p> <em> Presently, I am moving to San Francisco to open a bakery with what I have and a loan. I am capable of baking, but as I demonstrated in the card game, I am terrible with numbers. I need someone to manage my affairs. I could think of no better individual than you. We could make an excellent team. </em></p><p> <em> Included is the replacement buy-in fee for your father and a ticket to San Francisco. I made it by train because I think we are both averted to boats for the time being. I know this offer may seem strange. I hope to see you there when I arrive. </em></p><p> <em>Sincerely,</em></p><p> <em>Henry</em></p><p> Thompson grinned sycophantically. What was it Dorian had said about deception? She pressed the money in Thompson’s hand and kept the ticket, gathered her skirts and left her house for the train station convinced she could smell fresh bread floating on the breeze.</p>"
    },
    {
        "title": "Panther Pride",
        "slug": "panther-pride",
        "date": "March 2014",
        "preview": "Kissing Danny was a better lesson in tradeoffs than anything in an Econ textbook. Everything he gained with solid tongue technique, he lost with his rancid halitosis. Parker had a hard time saying no because one day she’d have to explain to Danny that she only started hooking up with him to make Aaron Reed jealous.",
        "text": "<p> On August 12, 1996, the Sunday edition of the Chesapeake Herald ran this quarter page, advertisement in the Community Events section:</p><p> <em> Attention Berlin residents! I buried a case containing two million dollars somewhere in town. If you can find the money, you can keep it. Here is your clue: </em></p><p> <em>Come hear the last echo of the Panther roar and he will tell you help you find the door. </em></p><p> Berlin, Maryland was much more interesting that day.</p><p> <strong>Parker</strong></p><p> “You wanna make out?”</p><p> Kissing Danny was a better lesson in tradeoffs than anything in an Econ textbook. Everything he gained with solid tongue technique, he lost with his rancid halitosis. Parker had a hard time saying no because one day she’d have to explain to Danny that she only started hooking up with him to make Aaron Reed jealous. If that conversation happened, she’d also have to explain to herself why she’d continued to stick around so long after accomplishing her goal. Danny blinked owlishly behind his almost-hip, thick framed specs.</p><p> “Did you hear about the treasure?” she asked, leaning away to grab the paper from the floor of his room. <em>His</em> room. Jesus, they were alone in his room on a Sunday! Relationship stuff.</p><p> “What treasure?” She handed Danny the advertisement and chewed a strand of her turquoise locks. Green last year had been a failure; it looked like her hair had boogers.</p><p> “Some rich guy buried a bunch of money for <em>anyone</em> to find,” she said. “Let’s go look!”</p><p> “Sounds like bullshit,” replied Danny, as expected. He believed that the government put microphones in cereal boxes prizes. He believed that his mom listened to their conversations with a glass against the door (she did). He believed that Santa was a hoax before he knew how to read. His David Bowie poster smirked at Parker and told her, “Give up and pucker up.”</p><p> “WXMS thinks it’s real. They talked about it on air all this morning,” she added, hoping that mentioning his favorite alt. rock station would buy her more credibility. Danny shrugged.</p><p> Anything to get out of his room. “If it doesn’t pan out we can make out all night.”</p><p> Danny laced up his Vans. Parker checked that she had her precautionary mint gum.</p><p> They went to go find two million dollars.</p><p> <strong>Otto</strong></p><p> <strong> </strong> “Watch your head, Otto,” blue shirt Billy was saying as he pushed Otto into the backseat of the police cruiser. Why was Otto here? Public urination or intoxication? Otto has trouble remembering. Hard to remember about things you don’t care about. Last time he wasn’t actually drunk, but they didn’t have a name for what he was, so the police chose ‘intoxication.’ Social Services made him go to alcoholics’ therapy where he met guys with swollen, wet noses and bloodshot eyes. Alcohol was turning them into dogs! Otto giggled and tried to ignore the humid stink of sweat/puke/piss/himself boiling in the backseat.</p><p> “I’m sorry if that dark leather is hot, bud. Try sitting on the newspaper, I guess.”</p><p> Otto liked blue shirt Billy so he smiled at him, but didn’t move. The heat on the back of his thighs was quite nice. He did however take great pride in turning to look at the newspaper. They called Otto ‘simple’ and ‘slow’ but he liked to read. That’s why they had arrested him! He’d wanted to read all the cute signatures on a little girl’s cast. Her mom hadn’t.</p><p> He scanned the Community events page (comm-une-it-tee he read) and immediately saw the treasure posting. Two million dollars! Jiminy-Crickets! Think of all the books he could buy with two million. No one arrested millionaires for reading.</p><p> “Do you want two million dollars?” Otto yelled. “You seen that ad in Community Events? I know the clue. I know who the Panther is and we can go talk to him now. It’s very easy for me.”</p><p> Billy pulled the cruiser onto the shoulder. Flat, yellow Maryland spilled out to the horizon. “Don’t be a bother, Otto. We’ll be there soon.”</p><p> “I know the first clue,” Otto said. “A million for you, a million for me.” He tried to be as reasonable as a homeless man in a rummaged janitor’s coverall embroidered <em>Hernando</em> could be.</p><p> In the rear view mirror, Otto could see Billy apologize, but he only heard the metal clang-bang of the cell doors and the sharp nose-burn of the bleached tile waiting for him. He knew it was bad to be homeless, but he liked his den by the quarry much better than any jail.</p><p> <strong>Principal Montgomery</strong></p><p> <strong> </strong> Principal Carl Montgomery was blotting a coffee stain on his Dilbert tie when he realized not only was it Sunday, it was a Sunday in August, and he wasn’t late for school. He wasn’t late for anything. On the television, a plastic-toothed weatherman warned of an impending thunderstorm. Principal Montgomery tossed his newspaper at his bronzed face.</p><p> The paper bounced off and spread across his carpet like dandelion fluff.</p><p> Nothing was scarier than summer. Out the bay window of Montgomery’s ranch house, he could see the darkened windows of Berlin Municipal High. Inside, empty hallways snaked in circles, still echoing the student’s footsteps. If they didn’t invent a hibernation pill for school teachers, Montgomery would have to start therapy. He knew what it was like for soldiers to come back from a tour of duty and find the world apathetic, unchanged, and far too free to accept their rigid routine. Reveille at 5am. Morning announcements. Meetings. Paperwork. What the hell was on the schedule for Principal Montgomery, Berlin Company, Anne Arundel Battalion today?</p><p> Sighing, he collected the strewn newspaper and noticed the ad in Community Events.</p><p> “Panther?” he thought. “Berlin Panthers?” Before Berlin Municipal became the Vikings in 1962, they were the Panthers. They had no stadium, so they played their games in the bull-dozed field by MacArthur Pond. There were no bleachers, but there was a tall hill where Montgomery and his friends would sit and watch and give a Panther roar whenever they scored a touchdown. That was the answer – the old football field. If all the clues were that easy, he’d have two million dollars before the end of the miserable day!</p><p> While the weatherman droned about the dangers of gale force winds (Stay indoors Eastern Shore!), Principal Montgomery clambered into the sticker-festooned, beige Ford Taurus that all principals are required to buy. He drove off listening to Cream and never glanced at the school receding in the mirror.</p><p> <strong>Parker</strong></p><p> The concussive helicopter rotors swallowed the farm boy’s proposition. Parker dropped her bike in the grass and walked closer to the pick-up truck. “Hey gurl, you wanna meddle detector?” he repeated, louder. The bed of the pick-up overflowed with Soviet-era industrial equipment. “Ten bucks for an hour, twenny for three. Better than the competition,” he promised.</p><p> “No, I’m alright,” Parker replied when she realized the implications of his offer. In the 6 or so hours that the Chesapeake Herald had advertised the loot, there was already a self-regulated economy around the hunt. A man in a Berlin Rotary Club t-shirt gave her a free water bottle and told her to stay hydrated.</p><p> The field next to MacArthur pond swarmed with treasure-seekers. They walked in neat lines, staring at the dead grass beneath their feet like it was scripture. They snorkeled in the pond, hoping to find submerged clues. They waited to roast in porta-johns, discussing what they would do with two million dollars. Two lost children wailed for their parents. Later, the Berlin town hall would register two marriages and a divorce on that date, originating at that location.</p><p> None of the hoopla compared to Aaron Reed. He was laughing too loudly at a joke, like the whole world should be jealous of his good cheer. When he noticed Parker, he sauntered up with a shovel on one shoulder. “I’ll call you when I’m a millionaire, babe,” he said and left.</p><p> “If air-brained Aaron can do it, I guess we weren’t as clever as we thought,” Danny said. He’d recognized the Panthers from his dad’s high school yearbook and it had only taken five minutes conjecture for them to end up on their way to the old football field.</p><p> “Cock-balls, not just him. There are thousands of people here!” The angrier she got, the more varied her swear vocabulary. She once called Danny a fuck-bucket following a failed home ear-piercing.</p><p> “What else is there do?” Danny said. The way he spoke, in a monotone while squinting at nothing in particular, he came across as very sage or very stupid. Parker hadn’t decided yet.</p><p> “We misread the clue, it couldn’t be this obvious.” Parker yanked her bike from the weeds. “We’re not done yet.”</p><p> <strong>Otto</strong></p><p> Billy deposited another hooligan arrested at the old Panther field in the tiny holding cell. That made Otto, a previous hooligan, and 447 white-washed cinderblocks all together.</p><p> “It’s a mad house out there. The fire marshal really ought to shut it down,” Billy insisted.</p><p> “Out where?” Otto wondered. Billy was already marching down the hall. No one ever answered Otto.</p><p> The first hooligan was curled on the floor napping his inebriation away. The new addition, a record store employee judging by his goatee and Smashing Pumpkins t-shirt, plopped down on the bench beside Otto. He clutched a blood-drenched, Berlin Rotary Club towel to his head. Despite his best efforts, syrupy blood dripped on the tiles.</p><p> The man started to speak. “I found a big rock, man. This guy thought it was a briefcase and started whalin’ on me with a shovel. It was just a rock. What’s up with <em>that</em>?”</p><p> Otto realized he was talking about the money. “Where were you looking?”</p><p> “The field by the pond. Where the Panther’s used to play.”</p><p> “The Panthers used to play? That’s silly. It says ‘<em>the</em> Panther.’ It says ‘he.’” Otto wagged his grubby forefinger.</p><p> He shook his head. “WXMS told me.”</p><p> Otto sighed. “Everyone is so silly. I might be a crazy homeless guy, but I can read.”</p><p> <strong>Principal Montgomery </strong></p><p> He almost killed the blue-haired girl and her mopey boyfriend. They came around the corner on their bikes and cut him off as he made the turn down to the old field. After he calmed the bucking Taurus, he reversed to them, window down, to lecture on the benefits of wearing reflective clothing while cycling.</p><p> “You don’t wanna go down there, Mr. M,” advised the girl before he could begin.</p><p> The boy yawned. “It’s oversaturated.” Second yawn. “Sir.”</p><p> “What?” Montgomery said.</p><p> “There’s like a lot of people there,” she explained. “We think we did the clue wrong.”</p><p> “I don’t care. You kids should wear – how many people are there?” he asked.</p><p> “Thousands.” Principal Montgomery finally remembered their names. Parker, a sophomore but already an editor on the literary magazine and Danny, who was taking college level math and Latin. Good kids. Smart kids. Good, smart partners to have in this endeavor.</p><p> “You need a ride back into town?” he offered.</p><p> <strong>Parker</strong></p><p> <strong> </strong> Principal Montgomery and Danny Sweets were in her kitchen eating her mother’s sugar cookies. The newspaper was on the table. Outside, the pale sky was sullied by steel wool clouds, like a handful of dust in a fishbowl. The clouds emerged from the east as if the sun was pulling them up as it slipped away west. At 4pm on the dot, there would be a bitchin’ storm and there were concerned that if they didn’t end their hunt soon, they have to take a rain delay.</p><p> “It calls the Panther ‘he.’ Nobody owns a panther do they?” Danny suggested.</p><p> Principal Montgomery snorted. Danny blinked solemnly and Montgomery’s smile died like a punctured balloon. “Well, I guess there could be…”</p><p> “It’s a person,” interrupted Parker. “Where we hear the Panther’s roar and <em>who</em> the person is, are separate things.” She’d looked at the clue from the outside, like it wasn’t a riddle, but just a sentence.</p><p> Principal Montgomery wiped a crumb from his mustache. “Maybe not.”</p><p> “What do you mean?”</p><p> “Now that I think about it, there <em>was</em> a person who was also a panther,” Montgomery explained. “There was our mascot, Jim Caldwell. He led the Panther roar. You know Jim?”</p><p> Danny shrugged and ate a sugar cookie. “I guess the town barber is also a millionaire.”</p><p> <strong> </strong></p><p> <strong>Otto</strong></p><p> The storm erupted like a firecracker. Teasing rumbles lit the fuse and quickly gave way to sky-splitting explosions. White-loud bolts lanced the earth. “Lightning! Thunder! Bears! Oh my!” thought Otto. He gravitated to the window to hear the curtain of water sweep over the police station parking lot. He closed his eyes and sonically located individual droplets of water by their pitch – a fat drop splattered on a car roof. A trio of small ones pinged on a telephone wire. It reminded him there was a place he liked to sleep by the quarry where the rain echoed like the world’s biggest shower the every time it stormed.</p><p> The power in the station cut out. With his eyes closed, he only knew because the air conditioning stopped its laborious pant. When he opened them, it was still very dark except the intermittent blue glow through the window. Otto made his way to the door and gave it a tug. Still locked. As he tried it again, the lights flashed back on and the door buzzed open. System reset. Despite the drastic change in their conditions, the drunk was still asleep and the injured man sleeping too or unconscious from his blood loss.</p><p> “Hello?” No one responded. Did they ever respond to Otto? He couldn’t remember. He had trouble remembering things he didn’t care about, like cops who didn’t listen. He wandered out of the jail cell and out of the of the station, into the town, into the fray, and towards two million dollars.</p><p> <strong>Principal Montgomery</strong></p><p> <strong> </strong> As they ran to his car under fire from aqueous ordnance, Montgomery couldn’t help but think of Furnace Quarry. On summer days as a boy, he’d swim in the quarry but only on days without rain. When it rained, the quarry would overflow and clog the roads until they diverted it to the quarry. Nonetheless, there was always danger. Herb Tucker, a boy two years older, drowned and they didn’t let kids go there anymore.</p><p> “You sure we shouldn’t wait until tomorrow?” he yelled. Thirty years of school assemblies had conditioned his vocal chords to out scream 900 hundred kids. The gale winds massacred his speech. Nonetheless, he saw Parker shake her head.</p><p> Inside the car, the lash of rain on the windows and roof filled the air with a hum. His pitiful wipers smeared the lights and colors of the outside world into a Van Gogh.</p><p> “Jesus, Carl there is stupid and then there is <em>this</em>,” Montgomery thought as he crawled down the road. When he came to Main Street he thought something else: “I’ll be damned.”</p><p> The road – if he could call it that – was flooded. A more appropriate term was river. Water gushed out of the woods where a creek ran parallel to the road, using the roadway as an aqueduct. The muddy water was at least four feet deep and frothing like chocolate milk when it encountered parked cars, signs, and parking meters. The floating debris was comprised of sticks and leaves, but people’s things too: a tricycle, a plastic playpen, and an origami boat that reminded Montgomery of a papier-mâché Noah’s Ark he’d made in Sunday school. Of course, the meteorologist that morning had called the approaching storm ‘biblical.’</p><p> “The church,” Danny said, pointing to the tiny Berlin Baptist Church perched on a hill their side of Main Street. The front gates were open and several people had parked on the grass. The lights were on inside.</p><p> “High ground,” Principal Montgomery agreed.</p><p> “C’mon Mr. M,” Parker scoffed. The kids were giving him their ‘duh’ face, the one they practiced for whenever and elder made the slightest gaffe. He followed their gaze.</p><p> The church announcement board read: <em>August 12, Funeral of James Caldwell.</em></p><p> <strong>Parker</strong></p><p> <strong> </strong> Sooner than Parker could rub her chilled arms, Danny’s flannel was around her shoulders. The church air conditioning was well prepared to fight Jim Caldwell’s decay.</p><p> “Thanks,” she said before she thought to give it back. It was a boyfriend move, and flannel was not the dress code for a funeral, especially if you barely knew the deceased. She kept it and they sat down in the back of the worn pews. The pastor gave them an encouraging smile.</p><p> There were about twenty people inside the small chapel. Parker recognized a few people, like Nancy the crossing guard, her older sister’s friend Katie and – shockingly – Aaron Reed. He’d lost the shovel but not the smirk. It was obvious that the church was filled with the few people who’d figured out the clue properly. The people who came to a funeral during the biggest storm of the decade hoping to get two million dollars.</p><p> The pastor began with a short prayer and then addressed the crowd.</p><p> “If Jim could see this display of love, I’m sure he’d be pleased. It’s a shame that God chose to water the plants today. I know Jim had big plans.” Then, he signaled to someone in the front row and exited the pulpit.</p><p> He was replaced by a man in a grey double-breasted suit, wearing thick glasses that could rival the Hubble telescope. The man extricated a paper from his breast pocket and read it aloud.</p><p> “From the last will and testament of James T. Caldwell: Berlin, you have been my home and I love you. I spent years as a mascot screaming your praise. Before my death, I came into a lot of money. You may ask how – the lottery, a rich uncle, treasure – the answer would bore you. However, without any family save this wonderful town, I have no one to give it to. I know how scary a boring summer can get so I made a riddle. Here is your final clue: I left the case with two million near where my old friend Herb Tucker lives, so that he can watch over it until it is found.”</p><p> Next to Parker, Principal Montgomery stiffened like an army private called to attention.</p><p> “You know?” she whispered.</p><p> “The quarry!” he said, far too loud. His voice echoed in the stone room.</p><p> They stampeded for the door as if the storm was within, not raging outside.</p><p> <strong>Otto</strong></p><p> <strong> </strong> Otto didn’t register the lights on in the church as he cut through the back of the property on his way to the quarry. The rain hurt his eyes when he looked up, but he liked the strength. It washed off the sterile tang of the cell and the stink of living outside for days. He felt new.</p><p> He’d always known the answer to the clue because for him it wasn’t much of a riddle. One night in his den next to the quarry, he’d heard a car drive out behind the church. A man came from the car with a big bag in one hand and a battered oxygen tank in the other. He watched as the man dug a shallow hole and marked it with an old panther mascot outfit. When he’d read the news story it was obvious. If only Billy had trusted him.</p><p> <strong> Principal Montgomery </strong></p><p> <strong> </strong> There was no way that Principal Montgomery would win this race. He was too old, too out of shape, and too unenthusiastic. He didn’t need two mill. But Parker and Danny had a chance. They were first out the door and halfway down the hill by the time that the others caught on. It was only Aaron who worried him. Aaron was a regular figure in his office. He was the school’s premiere delinquent, but also a former track star that’d been kicked off the team when he failed his marijuana test. The tall son of a bitch ran in a way that put gazelles to shame.</p><p> Aaron was only twenty feet in front of Montgomery, but he was pulling away fast. His lithe legs propelled him to the forest where the quarry waited. Parker and Danny were at the bottom of the hill, but they couldn’t glide like Aaron. He had to stop Aaron.</p><p> Montgomery squished through the mud and remembered every time Aaron had told him, “Whatever” and rolled his eyes. He ran faster. He remembered what it was like to wake up this morning and again tomorrow. He ran faster. He thought of the dark school windows and hit hyper speed. Within five feet of Aaron, he let fly and gave his first tackle since his stint on freshman JV. Aaron crumpled like a tissue.</p><p> <strong>Parker</strong></p><p> <strong> </strong> It was just her and Danny, side by side, as they barreled through the woods. They could hear the roar of water surging into the quarry. The forest may have been secondary growth but it was as primeval as a jungle. They leapt over rotting logs and ducked heavy branches. Parker should have been heaving in asthmatic pain, but the moist air slipped down her throat. She moved without thinking, without feeling, for once</p><p> As they neared the water, they saw it: a panther costume leaning against a tree. Danny yanked the sodden costume away and revealed freshly turned soil. Panther marked the spot. Together, they dug. They flung aside handfuls of dirt until they uncovered an old case.</p><p> When they stood up, Parker realized that Danny’s hand was also on the handle. He was several inches taller so the case pulled towards his side. Why should he get to keep it? It was her idea. He wasn’t even her boyfriend. She started to tug the case towards her, but Danny caught on. He yanked it back so hard she nearly lost hold. They grappled for control and Parker found herself swatting at Danny, trying to remove his glasses. Anything to give her the upper hand. Suddenly, she hated everything about Danny from his breath to his nerdy apathy to his David Bowie poster. When he squinted, he <em>did</em> look stupid.</p><p> She was finally going to grab his glasses when she slipped. The water at their feet had loosened the soil. Her stomach lurched when her footing melted away. Her momentum was all backwards; leading her to the edge...Danny dropped the case and grabbed her with both arms to support her. To save her. The case was swept up in the flow, and fell into the quarry.</p><p> “Shit,” Danny said. The case disappeared in the foaming water.</p><p> “Who fucking cares,” Parker said and kissed Danny on his cold, wet, stinky mouth.</p><p> <strong>Otto</strong></p><p> Otto saw the children drop the case in the water from his den. He laughed and climbed into his den to sleep away the night. Tomorrow, he’d try to get a job cleaning people’s lawns after the storm. He’d have to pay for all his stuff that washed away in the storm unless he could find it when the water calmed. He slept and dreamed of two panthers, one of which had blue hair and the other had glasses.</p><p> <strong>Principal Montgomery</strong></p><p> <strong> </strong> Principal Montgomery knees felt like twigs at afternoon reveille. 3:47pm. Much later than normal. He sat by the window in boxers drinking coffee, wondering if he’d lose his job for assaulting a student. And no one even had two million, not even Parker and Danny, but he supposed it was ok. Who needed it? August was back to its normal, boring self.</p><p> In the street, a homeless man walked by pushing one shopping cart and pulling another. Rather than food or a tarp, his cart was filled with books. For no particular reason, Montgomery raised his cup. The man waved eagerly. Five minutes later the same homeless man reappeared, pushing two more carts with books. Montgomery opened the window, peered down the street, and saw many more shopping carts filled with thousands of books. Today wasn’t boring after all.</p>"
    },
    {
        "title": "Ghosts of Scotland",
        "slug": "ghosts-of-scotland",
        "date": "February 2014",
        "preview": "As my plane flew closer, Scotland emerged from the mist, craggy hill by craggy hill like the bumps of a great turtle shell. I noticed a man perched on the edge of one of the weathered cliffs, wearing a tartan cap and a moss green kilt. He stared out at the ocean and leaned forward like he was waiting forsomeone. I elbowed Harry and asked him what he thought of the man, Scotland’s first ambassador to us.",
        "text": "<p align=\"center\"> 1</p><p> As my plane flew closer, Scotland emerged from the mist, craggy hill by craggy hill like the bumps of a great turtle shell. I noticed a man perched on the edge of one of the weathered cliffs, wearing a tartan cap and a moss green kilt. He stared out at the ocean and leaned forward like he was waiting forsomeone. I elbowed Harry and asked him what he thought of the man, Scotland’s first ambassador to us. Without looking up from his creased copy of <em>Cujo</em>, he agreed it was fascinating and then gulped down his Bloody Mary. He reminded me that we were landing soon and advised that I kill my drink too, as if it were a beer and the airplane was a steamy fraternity basement. A thread of red tomato juice stained the corner of Harry’s mouth, reminding me of his vampire costume one Halloween. I finished my ginger ale and the bitter bubbles stung my throat. When the plane landed I heard someone in the back retching with airsickness. Harry snickered. He thumbed behind us, in case I hadn’t noticed. I closed my eyes and kept the comforting pressure of the seat belt on until we had in fact come to a complete stop.</p><p align=\"center\"> 2</p><p> Scotland had been Harry’s magical idea for spring break, but my efforts to arrange. His concerns – local beer, local women, and drinking local beer with local women – were a part of the itinerary, but I had made sure to include my own interests. I wanted to discover a bit of authentic Scotland between the pints. So, we were visiting a castle that afternoon whose reputation was for grisly thirteenth century murder and the ghosts of the victims sticking around. All the books recommended it. A popular destination meant people; people meant women. It was easy to convinced Harry.</p><p> Our tour guide, Angus, had more hair in two hedgerow eyebrows than Harry did in his entire beard. He wore khaki shorts, held up with checkered suspenders, so we could see the pale, gnarled scar tissue bulging on the surface of his right knee. Harry asked Angus about his knee and Angus told him that it was from friendly fire in the Falklands. Harry said it was a shame, and Angus disagreed. It was a shame that his friend had also been under fire but his head was now fertilizer thousands of miles away. Harry chewed his moustache to remain quiet.</p><p align=\"center\"> 3</p><p> We saw the castle upon a bare hill as our bus bumped and rolled towards it. The short grass looked like pool table felt and the occasional boulders, tattooed with umber lichen, were its billiards balls. The castle was smaller than I thought, perhaps because the slick stones were cramped and hastily mortared, but it still bristled with turrets and towers. I counted thirteen, which made me smile. I decided not to tell Harry, who was busy arranging his limited edition Cowboys flask in his breast pocket.</p><p> Closer, I noticed there was a pale blue tarp stretched across a section of collapsed ceiling. It rippled fiercely when a salt-tinged wind swept off the sea. The castle wasn’t Camelot, but the lord who’d lived there was said to hold court seated behind a round table. The closer you sat to him, the greater he liked you, although once he stabbed his companion in the back of the hand with a dagger because the foolish man told a joke about the lord’s sister. There was a round table in the great hall, but it was a reproduction. There was no gouge in its surface from any dagger. I wondered if the story was false, and hoped it wasn’t.</p><p align=\"center\"> 4</p><p> Also on the tour were two Canadian girls who wore matching university sweaters and kept their hair in ponytails. As Angus pointed at chandeliers or stained glass windows, their heads would turn, causing their hair to undulate in delayed reaction. The taller of the two had wheat blond hair, a blushing complexion and wiggled her nose just before she talked. Harry latched on to her – literally placing his hand gently on her elbow to catch her attention when he motioned at a tapestry. He wiggled his nose at her too, either an unconscious mimic or a tease. They were nipping from his flask by the time Angus led us up the northeastern tower. When we got up to the top to see the view of the sea, they were nowhere to be found. Distorted shadows of their laughter reverberated up the stone steps.</p><p align=\"center\"> 5</p><p> It was fifty feet from the battlements to the ground, but by virtue of our proximity to the cliffs, and therefore the foamy sea, it seemed much higher. My father once told me he was afraid of heights because the new perspective always tempted him to jump. Yet, I was sure that if I got a good push, I’d sail on a current of wind out over the Atlantic. Instead, I reached into my pocket and tore off the corner of my brochure and then released it while Angus wasn’t looking. The scrap flipped up and up before tumbling somewhere north where a mountain range plunged into the clouds. That’s pretty, the brunette university girl said. I was still tracking its wistful motion, so when I turned to thank her, or to agree, she was already heading back down the steps into the castle, her ponytail mimicking her graceful gait.</p><p align=\"center\"> 6</p><p> The gift shop was built to imitate the castle. The architects, however, chose to do this in the cheapest possible way. Rather than stone, the walls were made of plaster and the floors were linoleum. It reminded me of Medieval Times. A space heater rumbled in the corner, adding much needed bass to the tinny Golden Oldies coming from the shop’s speakers. I flicked through a glossy coffee table book which captured the castle in dramatic moments: during a thunderstorm, daybreak, dusted with snow. Then I glanced through the window at the real version, the version I saw today. It seemed tired, but triumphant. An athlete playing their final home game.</p><p> “Do you want to buy the book?” a clerk asked me. I shook my head.</p><p> “What the hell are you doing?” Angus barked across the room, interrupting Elvis as he shared his heartbreak.</p><p> Harry was holding up to his mouth a replica of a Scotsman in traditional garb. His tongue was out as he mimed licking between its legs, to the delight of his new blonde friend. Rather than apologize or explain, he started to place it down on its display. Angus snatched it from his hand and shoved it in Harry’s face.</p><p> “I think ya best be purchasin’ this, after what you’ve done wid it,” he said, much quieter.</p><p> Harry nodded and took the toy. He muttered an apology and went straight for the counter. By the time he’d managed to pull his wallet from his skinny jeans, the tension was gone. The Canadians talked, Angus leaned near the door, and the space heater rumbled.</p><p align=\"center\"> 7</p><p> The bus headed back towards town and Angus lit a thick cigar while rubbing his bad knee. It was cold, but a bead of sweat wormed down his temple and plopped on his shoulder. Harry sat in back with the blond Canadian. I sat with her friend because there was no one else to sit with. We didn’t talk until the bus was about to make the turn onto the main road and I made a final glance towards the castle. Near the edge of the cliffs was the same man I’d seen from the plane. Yes, I recognized his tartan cap and the kilt; it was his posture, however, that convinced me. He stared out at the ocean, not as if he was waiting for anyone – or greeting tourists for that matter – but as if the edge of Scotland was his prison and he could never ride a gust of wind out over the ocean. I asked the girl if he she saw him and if she thought he was a ghost. She said yes, and I thought she might be serious, but then she chuckled and he disappeared from view.</p><p align=\"center\"> 7</p><p> The Canadians were named Bethany and Katie. Bethany was blonde. Katie wanted to visit Scotland because her grandmother was Scottish. Harry bought them a round of drinks at the hotel bar to celebrate the arrival 5 o’clock. I excused myself from the table.</p><p> I ambled over to the concierge desk. The attendant was a girl my own age, with hair like clay and a smattering of freckles. Her name was Fiona. She looked up from, of all things, an Archie comic, and gave me an attentive look.</p><p> “Pardon me. I’m looking for a good restaurant for me and my friends. Something authentic, y’know? Like a pub maybe.”</p><p> “We’ve got lots of pubs here. I love the Pit – no, that’s closed. Well, while you’re visiting Scotland, have you been to McGrady’s?”</p><p> “I think I saw that in the airport. Isn’t that fast food?” I asked.</p><p> “They prefer ‘quick service.’ It’s a bit more downscale than some places, but fish n’ chips are excellent.” Fiona played with the edge of her comic book and nodded at the memory of the fried fish. “Tartar sauce,” she mumbled.</p><p> “Ah. Y’know, I think I’m going to take a walk down the main drag and see what catches my eye.” I thanked Fiona and went back to the bar to grab my coat from the rack. My travel mate was busy regaling his new guests with the story of our landing, specifically the air sick passenger behind us. When I stepped outside, it started to rain.</p><p align=\"center\"> 8</p><p> The streets swelled with adults on their way home from work. The cars were small and darkly painted, so that the odd patch of rust stood out like metallic moss. The multitude of wipers combined into a constant swish which battled the rain for control of the background noise. The sidewalks were busy, but wide enough to accommodate foot traffic and avoid water sliding off the steep umber roofs. In the distance, I saw the castle. Through the rain it was indistinct, as if it was slowly melting.</p><p> I reached a wide square, with shops on the sides and a fountain in the center. Near the fountain, two teenagers laughed while staring at their respective iPhones. Behind the fountain, I glimpsed a restaurant which seemed popular. A rumble of conversation and the bass part of a jazz standard bled out into the plaza. I walked around the fountain to get a better look. Now I saw above the window a banner: Grand Opening! Umberto’s Italian Grill. The new owners had yet to replace the wooden sign above the door which read: The Pit. I left the square.</p><p align=\"center\"> 9</p><p> Two hundred yards from the castle, my bike rolled over a pot-hole, lodged, and flipped over. I stuck my hands out as I fell. They hit the pitted road first, absorbing the brunt of the fall. My body flopped to the sludge a moment later. Save for a cut on my palm and my wounded pride, I’d survived uninjured. The bike however, would need a new front tire and I needed a change of clothes. The front of my body was uniform in its shade of mud brown. I didn’t bother to think about what the repair would cost at the rental shop, let alone the scolding I’d get from Harry for having rented a bike in the first place when I could have been drinking indoors. I picked up the bike and trudged onwards.</p><p> By the time I reached gift shop I had two new problems: the establishment was closed, and the rainstorm was now a thunderstorm. Tendrils of pale blue lightning flew towards the earth, trailing thunder only seconds behind. Worse, a freezing wind raced off the ocean and battered me. My muddy coat was of no use and my wet jeans clung to my legs like an enamored puppy.</p><p> I banged on the door of the gift shop hoping that a janitor might be present and let me in. The door – recycled plastic made to look like wood – produced only a weak tapping sound. I dropped the bike so I could press my face to the window and shield it with two hands. Inside was dark and empty. I ran to the castle door, which had a real iron knocker. Unlike the gift shop, each knock made a sonorous declaration of my presence. I waited for an answer.</p><p> One came, much quicker than I’d expected, and in a curious form. I heard a call from behind me, out in the rain. There was a figure approaching. Underneath a wide umbrella, I saw a tall man. He wore a traditional kilt. I knew that he was the man I’d seen on the edge of the cliff. The ghost, in the flesh. I struggled to reply.</p><p> “Why’d you bang on that!” he yelled. “It’s old.”</p><p align=\"center\"> 10</p><p> His name was Graham and he was the caretaker of the castle. He gave me a change of clothes (no kilt though), a blanket, and a cup of tea. He had a small shack adjacent to the castle. I sat on his bed and he leaned against the partition between the kitchen and the bedroom. His phone was on a dresser close by.</p><p> “Should I be calling the police?” Graham asked, gesturing to the phone. He smiled, but his even tone did not suggest a joke.</p><p> “What?”</p><p> “It’s unusual to be out biking during a thunderstorm towards a destination that is closed. But sometimes the kids come up here to deface the ground. Drawing penises, and such. Maybe the tourists and equally impolite.”</p><p> “No – I would never do that. And it wasn’t a thunderstorm when I started,” I said. I realized my response wasn’t an explanation per se.</p><p> “Ok.” Graham drank his tea.</p><p> “I’m surprised that you’re real,” I said.</p><p> “Did you hit your head when you fell?” he asked.</p><p> “No, I didn’t. I saw you earlier today when I took a tour this afternoon. And before that, from an airplane, if you can believe it. I thought you might be a ghost or something. A spirit of the castle.”</p><p> “And it was just old Graham, the caretaker.”</p><p> “I’m not sure if I’m disappointed or relieved to know that.”</p><p> Graham grabbed his raincoat. “Let me show you something.”</p><p align=\"center\"> 11</p><p> Other than the beam of Graham’s flashlight, the castle was a stifling black. I could only sense the stairs in front of my feet. Graham climbed at an even, plodding pace, making it easier to follow. He paused on the second floor and then directed me towards a room that was blocked off by a velvet rope.</p><p> “Go on,” he encouraged. I undid the rope and stepped inside. When Graham moved his flashlight it illuminated tools and canvas tarps on the floor. The room smelt like plaster and stone. It was being renovated. I couldn’t tell how long it was.</p><p> Graham strode to a wall and disappeared into a recessed doorway. I struggled to follow. I pressed my hand along the stone until it found the edge of the doorway. I crept through it, instinctively bending low.</p><p> Graham had found a small chamber. His flashlight lit it entirely and there was nothing in it but the cold stone walls. When he saw me arrive, he nodded and then turned off the flashlight. Black fingers pressed over my eyes.</p><p> “You hear that?” he whispered.</p><p> I took a breath and listened. At first I only heard the high pitched whine of silence. My hearing adjusted to capture Graham’s nasal breathing, and my own shallow intake. Then, unfolded the rainstorm outside, the howling wind, and something else – an echo.</p><p> I turned my head and the sound sharpened. I heard a soft murmur of Gaellic, many voices overlapping. And English too. A multitude of voices, each just a speck, but overlapping together. I couldn’t hear what they were saying, but I sensed the emotions. There was joy interwoven with sadness, hate and fear, love and boredom. There was centuries to be heard.</p><p> My phone began to vibrate. The noise was obscene. Each blast was a bomb detonating inside the tiny room. I pulled out my phone and the diminutive light from the screen was enough to make me squint. It was a number I didn’t recognize.</p><p> “Hello?” I said. My voice sounded foreign.</p><p> “It’s Katie! Harry asked that I call you to make sure you’re alright. It’s been a while.”</p><p> Graham turned on his flashlight and made for the doorway.</p><p> “You ok?”</p><p> I cleared my throat. “I’m perfectly fine.”</p><p> “Where’d you go?”</p><p> “To Scotland,” I said. For the first time that day, I laughed.</p>"
    },
    {
        "title": "My Travels on the Steel River",
        "slug": "my-travels-on-the-steel-river",
        "date": "December 2013",
        "preview": "From London to Paris to Budapest, The Orient Express flows without rest.",
        "text": "<p> From London to Paris to Budapest,</p><p> The Orient Express flows without rest.</p><p> It rolls into stations, grill grinning wide</p><p> At the border guards cleaning guns while they bide.</p><p> Tomorrow, the uniforms change color;</p><p> Yet the men aren’t unlike one another.</p><p> They all stand watch on the steel river,</p><p> The same track, though their perspectives differ.</p><p> Monsieur Duchamps asks for a seat,</p><p> Beside Frau Koch who drinks her tea.</p><p> In the dining car, ten nations reside,</p><p> No matter the land that rushes outside.</p><p> The porter nabs a smoke from a Russian;</p><p> No words are needed for this discussion.</p><p> They glimpse a sight through frosted panes,</p><p> Of pregnant moon’s glow on snowy terrain.</p><p> I toot the horn, goodnight and goodbye,</p><p> Fresh steam, like clouds, trail cross the sky.</p>"
    },
    {
        "title": "The Passion of Thurbeous Humboldt",
        "slug": "thurbeous-humboldt",
        "date": "July 2013",
        "preview": "On the auspicious day Thurbeous Humboldt discovered that love, in fact, did exist, he locked himself in his study to record each and every detail of his fateful meeting with Emily Kershaw. In the course of 18 long hours, 5 quill pens, 2 ink wells, and numerous cups of tea (his maids emptied the chamber pot twice per hour at the height of his frenzy) he managed to complete a 117 page account.",
        "text": "<p> On the auspicious day Thurbeous Humboldt discovered that love, in fact, did exist, he locked himself in his study to record each and every detail of his fateful meeting with Emily Kershaw. In the course of 18 long hours, 5 quill pens, 2 ink wells, and numerous cups of tea (his maids emptied the chamber pot twice per hour at the height of his frenzy) he managed to complete a 117 page account. He emerged from the ordeal with his thinning hair splayed akin to an aroused peacock and fingers as black as a chimney sweep’s nose. The look in his eyes vacillated between serene and deranged as his body was beset by waves of hormones it hadn’t encountered since his brief puberty.</p><p> According to Aldus Allgood, his right hand man in all issues business and personal (the former category large and the latter category minute, although expanded exponentially in light of recent events) he failed to string together a coherent sentence to explain his appearance and dazed manner when he came to accompany him to work. Instead, Thurbeous merely handed his stooping partner a sheaf of paper and collapsed in his spacious armchair.</p><p> Aldus occupied the adjacent armchair, produced his pince-nez and began reading. In the report, titled “My Brief and Ravishing Encounter With an Angelic Being on Earth aka the Inimitable Emily Kershaw: a Treatise in Love at First Sight and the Consequences” Thurbeous praised every single aspect of her being. Indeed between the “pale moon-shaped crescents of her finger nails” to the “delicate flecks of London’s street muck that have splattered the hem of her pink dress like the spots of a female jaguar” his keen eye and tireless pen hand captured all. After an hour broken only by the occasional editorial comment (Aldus noted Thurbeous’ tendency for misplaced modifiers) Aldus asked the appropriate question:</p><p> “Now that the source of your love is documented in full, how may we work to gain Miss Emily’s attention?”</p><p> “Attention?” Thurbeous said incredulously. To show his disapproval, he pulled the tip of his aquiline nose twice. “I suppose that I will walk the streets until I locate her again and then profess my undying love to her. I shall ask for her hand in marriage. If she needs proof, you, good sir, are holding it!” The idea that his account contained an accurate portrayal of his love made him very happy. He clapped his hands together, a gesture he was unaccustomed to, but which made him all the merrier.</p><p> Aldus stood up and drew up as high as his hunched back would allow. He wagged a crooked finger at his longtime associate. “And what of the matter of Mister George Derby?”</p><p> Thurbeous froze mid-clap. When he pouted, any newfound youthfulness in his visage was crushed under the weight of a thousand wrinkles</p><p> “I hadn’t remembered Mister Derby or his sanctimonious speech giving! I suppose I shall have to overcome not only his youth but his political ideologies as well.” It was all the comment he would give on the matter and he immediately excused Aldus so he could clean up for work.</p><p> By the time that Thurbeous and Aldus made it to the factory, a highly abridged version of the tale had already snaked through the workforce.</p><p> “Ole Thurby wad oud in da market,” Blind Bill Baskins said as he swung a hammer. He was christened Blind Bill for his constant squint. “When ‘e ‘eard dat pro worka speaka George Derby a-talkin’ ‘bout unsanity factory conditions.”</p><p> “Juss as ‘e ‘bout to send dat union rouser a piece o’ ‘is mind, ‘e sees da mos’ beautiful girl in dis whole world,” Fred Dawkins continued.</p><p> At the glue table: “Emily Kershaw. Perfection on dis earth.”</p><p> David MacDonald said, “Eyes loike diamonds set in a bloo sky.”</p><p> “She ‘ad all her teeth <em>and</em> dey white!” added Finnegan Cooley, who sadly only had 4 teeth, one of which was wooden.</p><p> “I knowed she got a long neck, all da mos’ beautiful women do.” Edison Blarney had not heard the story but nonetheless felt assured of the verity of his comment.</p><p> “Wha happen when ‘e met ‘er? Did he tell he preten’ to be loike ‘er?”</p><p> “Nat’rally,” (Adam Christensen paused to spit) “when he approach ‘er, ‘e played da part of a progressive. ‘e said he believed in the cause!” The assembled crowd released a merry laugh; the thought of Thurbeous at an anti-industrial rally! The proprietor of one of the larger metal works in London! It was the moment of the proverbial pig taking flight. No one could believe that there was a heart inside Thurbeous’ black chest to beat for any woman, let alone a progressive one. The only thing that might give Thurbeous joy was money and money came from the turn of cogs, the belch of smoke in the sky, and the blood of his workers.</p><p> “Ooo, I’m Emily Kershaw and I love noice people,” sang Fred Dawkins in earsplitting falsetto.</p><p> It was at this moment in the narrative that Vincent entered the work floor and the room went as silent as a church. Even the machines found a way to run quieter and the mice who lived under the floorboards scurried on tiptoes.</p><p> At the top of the factory hierarchy was Thurbeous and on his right, Aldus. That made Vincent, the floor supervisor, his left hand – the hand of doom. His mountainous presence alone inspired fear and promoted a ‘motivated’ work environment. He resembled an unholy union of man and gorilla, with forearms bigger than most men’s heads covered in a pelt-like thatch of soot black hair. Underneath a Neanderthal brow his eyes were scrunched and watery, like he had just sneezed. An unlit cigar rested comfortably in his under bite and his close hewn hair did little to stop the lice from making a tidy home there, with a guest house for relatives.</p><p> Grotesque physique aside, it was his fury that scared the men. Once, he killed a young man with one crack of his whip. It had stopped his heart.</p><p> “Christensen!” he roared, the cigar bouncing precariously. “Fix the damn widget machine, woulda! An’ the rest of you, stop gawkin’ and get back to work or I swear I’ll beat your ‘ead so hard you’ll be shittin’ teeth!” He cracked his whip at Blind Billy’s bowler hat for good measure and the workers scattered. Satisfied, he reached behind his head, scratched furiously with stubby fingertips, and ambled away.</p><p> In the head office, Thurbeous and Aldus argued over the proper way to tie a French cravat. It was Thurbeous’ fashion choice for his next meeting with Emily Kershaw.</p><p> “Hey boss,” said Vincent as he squeezed through the door. “Da workers are busy gossiping ‘bout your love, ‘stead of working.”</p><p> Thurbeous let go of the silk tie.</p><p> “Well, Vincent, did you properly incentivize them?” A long time ago, before he owned the factory, Thurbeous had been a floor supervisor too. Although his frame was always slight, in his time he could whip the wings off a fly.</p><p> “Of course!” When Vincent chuckled several small items in the room vibrated like there was an earthquake. “But I’m afraid that -”</p><p> He was interrupted by a sharp rapping, three times, upon the door. It swung open on creaky hinges to reveal, Adam Christensen, mopping his face with a handkerchief.</p><p> “Sorry, but I’m havin’ some problems wid dat widget machine,” Adam Christensen said genially.</p><p> Aldus summarily vomited down the front of his shirt. Thurbeous sighed and Vincent chewed his cigar.</p><p> “Is he alright?” Christensen tried to ask. What his company heard, however, was: “Issh eee alrie?” When he smiled, only the left side of his face responded. The right side was encumbered by the six inch piece of metal piercing his cheek.</p><p> “Blimey, it’s hot in here,” were the last words of Adam Christensen. He swayed in place with glassy eyes for a full five seconds, before falling dust accumulated in such a manner on one shoulder to unbalance him and he collapsed.</p><p> “Turd time this week,” said Vincent, scratching his head.</p><p> “Alright, Aldus, time to go buy a casket. Let’s get four or five so we can plan ahead.”</p><p align=\"center\"> ***</p><p> In the cramped, cobbled streets of London, sound waves travel a complex and dense path down even a single alley way. As such, the acoustics produce several strange phenomena’s, such as the “projection effect.” If two strangers stand in the correct locations, they can converse accurately over long distances. This effect accounts for a 20 year verbal relationship between Lord Fatuous Abbott from his office in the palace of Westminster, and an East London Prostitute called Sticky Jane. Their story was later chronicled as a well-received stage play, <em>The Whore Who Debated Politics</em>.</p><p> Indeed, the projection effect, explained how Thurbeous recognized the sound of his beloved’s voice from over a mile away.</p><p> “It’s Emily!” he exclaimed. “She’s here!”</p><p> “Where?” asked Aldus. There was no one else in the alley way except for them and a hulking man loading their cart with the cheapest caskets money could buy.</p><p> “No not, here, but there! Down on the corner of Gareth and Eagle. I can hear a rally and I heard her voice amongst the crowd.”</p><p> “Have you been drinking absinthe again?”</p><p> Thurbeous ignored the jibe and snapped the reins against the mule. The cart rolled forward without the payload secured. The uppermost casket slid out the back and landed on the toes of the worker.</p><p> “MY FOOT. I”VE SHATTERED MY FOOT!” the worker cried in tortured tones.</p><p> “Sir, I think you ought to turn around and see to that fellow?” said Aldus as the poor man receded from view.</p><p> “Nonsense. The caskets were overpriced. Two shillings for used wood? He can buy a cast.” Thurbeous spurred his mule onward.</p><p> “PLEASE SOMEONE HELP ME!”</p><p> “Shut up!” yelled a baker four miles away, who heard the wailing, clear as crystal from his outhouse.</p><p> George Derby stood up on a platform in front of an impressive midday crowd of 47 women, 12 men, two cats and a ferret. Behind him a large poster proclaimed: Anti-Industrial Speaker George Derby in small enough print to make room for the enormous portrait of his own face. The work was done by a Hungarian artist who specialized in all things jaw and chin related. From the picture of George Derby, his jaw would appear to be made of granite, and although the real-life counterpart was handsome (tall, good bone structure, dark curly hair and all his original teeth) his jaw was rather ordinary. The dimple on his chin was cute and boyish, not chiseled by cannon fire.</p><p> “Imagine if you will, working – no, being trapped – inside a factory all the long day,” he bellowed. “A room with no windows and only one door that will open after 12 or 14 hours of labor! Ladies, I am afraid to say this, but there are buckets along the walls. Please, cover your ears now, if you cannot stomach my explanation of those buckets.”</p><p> No one in attendance attempted to cover their ears and most leaned closer to the podium for a better listen. Derby stepped aside the podium and knelt down like he had a secret to tell. He began talking quietly and built up into his theatrical, full-throated delivery.</p><p> “The buckets are filled to the brim with excrement and only emptied at the end of the day, after stinking in the afternoon heat. It’s inhuman!” he decried.</p><p> A women in the front row swooned. Derby leapt from the stage and caught her as she fell. By the time her eyelids fluttered open he had a handkerchief pressed to her brow.</p><p> “Mister Derby…” she coughed.</p><p> “Be still milady,” he said in a hushed tone and dabbed her face. “You are but a sweet woman and the story has shaken you to you core.” The way he looked at her was as if the entire crowd had melted away. Three women nearby starred with envious hatred and another practiced pretending to faint as to capture his attention at a later time.</p><p> “Emptied at the end of the day? Try the end of the weak,” scoffed Thurbeous, shattering the tender silence.</p><p> “Shhh, sir! Hold your tongue!” scolded Aldus.</p><p> It was too late. The intrusion of the large, coffin laden cart was enough to cause a stir. Furthermore, the loud, well-dressed man driving it was just as unusual a sight at a middle class anti-Industrial protest.</p><p> Derby looked up from his maiden and gave a devastating smile. Like a shark sniffing blood, he knew that he had an opportunity. He raised the woman to her feet, patted her head (and her bum, quickly) and addressed the newcomer.</p><p> “For those of you who do not know our new guest, it is none other than Thurbeous Humboldt, the owner of one of London’s most foul metal works.”</p><p> Derby paced to the cart and the crowd parted like the Red Sea.</p><p> “He works his men like dogs and has even hired an ape named Vincent to subjugate them.” He paused at a pretty woman to wipe a tear from her cheek. “He is the reason that the skies are dark over London,” he told the trembling girl.</p><p> “Bloody murderer!” someone yelled from the crowd.</p><p> Thurbeous sank back in his seat as the jeers intensified. His mind raced to find a response. Everywhere he looked he saw faces contorted by hatred, open mouths of gnashing teeth and slanted eyebrows. None of them Emily’s blue ones. His mouth twitched and produced a feeble whine.</p><p> Derby raised a hand and the riotous mocking ceased.</p><p> “Please, people. Give the man chance to speak for himself.” He looked up into Thurbeous’ terrified eyes and winked.</p><p> Then he saw her. Emily. She was poised near the edge of the crowd, holding her white hands together. He could tell that she recognized him, remembered him from their meeting. She was no doubt confused by his introduction as a factory owner, and yet, he could see that she believed in him. His mouth clattered to a stop.</p><p> Thurbeous stood up on the cart. “I do own a factory. That much is true.” The crowd began to yell and even the cats hissed. Derby succeeded in calming them down after he flashed his glowing smile.</p><p> “I am not a sadist. My factory is clean, my factory is safe. The workers enjoy coming to work there.” Thurbeous tried to fashion a grin from his wrinkled lips and purple gums. “We are one happy family.”</p><p> Derby rolled his eyes and the crowd responded with a wave of laughter.</p><p> “Care to support these claims? You are driving a cart with several coffins in it, mind you.”</p><p> Thurbeous nodded gravely. “One of our own, a dear Adam Christensen died today. Our employee, uh, benefits provide him a proper church burial and a gift to his family of 6...” Thurbeous strained to finish his statement, “of 6 months full wages,” he finally managed.</p><p> “6 months wages? I was under the impression that you workers paid you in blood and received little in return.” Derby gave an about face and held up his hands as if to ask the crowd if they understood it any differently.</p><p> Thurbeous glanced at Emily and took a deep breath.</p><p> “They are paid for their labor,” he said. “And since you are so reluctant to believe my ‘claims’ why don’t you stop by the factory yourself?” This time when the crowd cheered, they cheered for Thurbeous.</p><p> Derby spun and Thurbeous recoiled at the venomous burning in his eyes. His stomach twisted when he realized he had just prodded a sleeping lion in the mouth.</p><p> “Perhaps, I shall, Mister Humboldt,” he hissed.</p><p> Thurbeous hitched up his pants. “Don’t come alone,” he said in a voice far braver than he felt. “Bring a witness, bring...her!”</p><p> He stabbed one crooked finger at Emily.</p><p> “If a lady cannot approve of my factory, then it is not fit to run.”</p><p> “For once, Humboldt, something we can agree on.”</p><p> Emily lowered his hands and looked from Thurbeous to Derby. Her eyes were wide, but focused. At the base of her throat, just above the top of her dress, her pale skin thrummed to the beat of her heart.</p><p> When she was ready she said in her musical voice, “I will accompany Mister Derby on his inspection of Mister Humboldt’s factory.”</p><p> Derby clapped his hands together. “And so it is!”</p><p> He leaned to Thurbeous and whispered, “After I make your factory the shame of London I shall take Miss Kershaw and make her my bride so that when you die, you will die alone and childless. That is your punishment for daring to interrupt change; the world will forget the Humboldt name.”</p><p> “I’d like to see Vincent have a word with that rake! Knock the piss out of him!” seethed Aldus as Derby strode away to kiss the hands of his adoring fans.</p><p> Thurbeous gathered the reins and chuckled. “No, Aldus, we cannot let him rile us. We must beat him at his own game.”</p><p align=\"center\"> ***</p><p> The cart jittered over the cobblestones, the coffins straining their ropes, daring to pop out. Aldus had a notepad on his knee and tried to take down Thurbeous’ instructions with much trouble.</p><p> “We have one day to make the factory sanitary, presentable, and functional.”</p><p> As soon as Aldus had his hand set, his pince-nez popped free of his nose.</p><p> “Have Anderson and Greaves whitewash the main doors. Remind them to oil the hinges first. If the door knob doesn’t work, get rid of it.”</p><p> “Paddock and Leatherbury are small. They will handle the rodents. Have them crawl under the floorboards spraying poison and laying traps.”</p><p> “The bulk of the men will deal with the work floor. Have them sweep the floor and knock the locks off the windows so there is fresh air. Blind Bill will be in charge of cleaning and oiling the machines. Tell him to make the widget machine presentable but avoid fixing it, lest he end up like Christensen.”</p><p> “Geoffrey Carp is a good singer, I am told. Sober him up and tell him to practice shanties and such to sing for the men as entertainment. Promise him a cask of wine if he can get through the day, the lout.”</p><p> “Purchase 10 hocks of ham and potato mash from the pub. Musgrove can play chef.”</p><p> “Chef?” Aldus interrupted.</p><p> “For their lunch break. We’re providing the food.”</p><p> “Send Vincent to the tailor and the barber to fix those mutton chops. We can’t do much for his face, but at least the man will dress like a gentleman.”</p><p> “How does that sound?” Thurbeous asked when he had finished.</p><p> “Sounds great, writes horribly,” Aldus said sheepishly. “Care to repeat?”</p><p align=\"center\"> ***</p><p> The mood was high and appropriately industrial at the factory. The men were more than happy to make their workplace brighter and safer. If they ever begrudged the work, they only had to look at Vincent in his new waistcoat to brighten their mood. Even Geoffrey Carp had arrived early and almost sober to practice his songs and all the men joined with gusto for his hearty rendition of “The Queen Smells Queer.”</p><p> “It’s all going according to plan,” Aldus said, skirting around a mop as it glided across the floor. Thurbeous mumbled his agreement and played with his cuffs.</p><p> “It’s alright; no one expected you to get this far. Now show the troops some backbone and remind them why they have nightmares of Thurbeous Humbodlt!”</p><p> Jeremy Leatherbury scampered up to them, teetering under the weight of a bucket he held.</p><p> “Yes?”</p><p> The boy hoisted up the bucket and showed them the accumulated dead rats.</p><p> “Oi got ‘m, sirs? Wot now?”</p><p> “You can dispose of them outside. Be sure to do it far from our doors.”</p><p> The pair went to their floor supervisor who was fiddling with his starched collar. To find one that fit his neck, the seamstress combined two normal sized collars, thus making a doubly expensive purchase.</p><p> “Boss!” barked Vincent. “You shore I caunt ‘ave my whip?”</p><p> Thurbeous placed a hand on the bulging fabric of his floor supervisor’s arm.</p><p> “If this fails, you may whip every man in this factory.”</p><p> And then under his breath. “Including me.”</p><p align=\"center\"> ***</p><p> Thurbeous awoke before dawn the next day and spent nearly an hour at the mirror surveying his appearance and finding little to his liking. He was old, more than twice Emily’s age and it showed in every crack and sag in his skin. His hair was grey and while he wasn’t bald, it had been a long time since hair had fallen in front of his eyes. He had once been proud of his long nose and the thin lips, but now he only saw a vulture’s beak and a vulture’s eyes and a vulture’s sad stoop.</p><p> He arrived at the factory ready to call off the charade. There was no fooling Derby and perhaps if he surrendered, it would save him some face. Nonetheless, he did still wear his finest suit, in the hopes that his fears were for naught.</p><p> As he reached for the handle of the newly white-washed doors, Vincent opened it from the inside. A pleasant aroma of sawdust wafted through the doorway. Somehow the overpowering stench of the cheap chlorinating agent had aired out overnight.</p><p> The factory was full and bustling. The gentle thrum of the oiled machines mixed with George Carp’s light tenor and the bass drum treading of boots to make a delightful song. Thurbeous could hardly recognize his own establishment.</p><p> “G’mornin’ sir,” said Blind Billy as he strode by.</p><p> “Remarkable,” he said to himself.</p><p> “You’ve got a good thing here.” It was a woman’s voice.</p><p> “Emily…”</p><p> “I came early.” Emily came out from behind Vincent. Her white dress was simple and suited her perfectly. It drew attention to her thin arms, and somehow, the freckles sprinkled on her nose.</p><p> “Oh heavens, Emily. I’m so sorry that I dragged you in to this mess. I just wish that I could talk to you.” He took her soft hands in his.</p><p> “Don’t apologize, dear Mister Humboldt. I cannot wait for Mr. Derby to see. He’ll realize that he’s all wrong. Your factory will be a shining example!” She took her hands away and gestured to the rows of happy workers.</p><p> “A shining example, indeed.”</p><p> Thurbeous could smell Derby standing behind him. His odor was pungent hair oil derived from goose bills.</p><p> “I must say that I am quite impressed for one day’s work remodeling.” He walked to the center of the room and waved his hand about.</p><p> “Nonsense,” Thurbeous said, hoarsely.</p><p> “Ah, you even have a lunch table!” he said as if he hadn’t heard the protest. He skipped back to the group and stood by Emily. “Miss Kershaw,” he said, the conspiracy dripping from his voice, “would you believe that this is all a sham?”</p><p> “I would most certainly not,” she said and crossed her arms.</p><p> “The men appear happy…but those machines look dangerous.” With the grace of a dancer he pranced to the nearest work station. “I imagine a man could lose a finger here,” he said, poking into the metal guts with his pinky.</p><p> Thurbeous realized that he was standing in front of the broken widget machine.</p><p> “Not…th-that one,” he stuttered.</p><p> “Why not?” Derby revealed his canines like a chimpanzee asserting dominance. “I thought you run a safe factory?”</p><p> “You aren’t properly trained.”</p><p> “I have inspected many a factory, Humboldt, I think that I can work a widget machine.” He gave a quick appraisal and found the start handle. “Stand back, Emily. Here we g-”</p><p> The shaft of metal that entered his throat ended his last phrase on God’s green earth.</p><p align=\"center\"> ***</p><p> After Emily was escorted home and the blood cleaned from the floors once again with the powerful chlorine, Thurbeous let his men go. At first, no one left, but then they ambled away first in pairs and then packs. When the factory was empty, Thurbeous went into his office and sat in silence behind his desk.</p><p> He felt tears well in his eyes but refuse to fall. At some point in his long, bitter life he had forgotten how to cry. Now, with his plans for love ruined, his body didn’t know what to do.</p><p> “You’ve known me since we were just lads playing in the streets, Aldus. Was I always such a horrible man?”</p><p> Aldus came and knelt by his friend’s side. “You aren’t horrible. You always protected me, even when the other boys made fun of my back.”</p><p> “I beat the leader of the pack with a shovel and then made his mates work for me stealing goods and reselling them.”</p><p> “Perhaps some overkill,” agreed Aldus.</p><p> “Is that all I’m good at? Being cruel?”</p><p> “You are good at running a factory!”</p><p> “I suppose I am. Find Vincent. Get everybody back here and working, on the double! We have to make up for the lost time! Two days with hardly any work done, it’s unthinkable.”</p><p> “Well, sir, not really.”</p><p> “What?”</p><p> “I just checked the books. In the four hours the men worked today, they accomplished more than we would have done in two days. Almost three.”</p><p> “Nonsense.”</p><p> “Actually, we had to send them home or we would have run out of supplies.”</p><p> “Are you suggesting that a tolerable workplace is more efficient? That a tame hand is more powerful than a whip?”</p><p> Aldus scratched his sideburns and thought. “Well, yes, I suppose that I am.”</p><p> Thurbeous felt the world squeeze down upon his shoulders and then release.</p><p> “Ask Geoffrey Carp if he can sing all week – no, all year. Derby said that changing times would kill me, but he is wrong! I am the change and tomorrow is a bright day.”</p><p align=\"center\"> ***</p><p> The London Observer ran a cover story about the events of the Humboldt Factory. The headline proclaimed: Better Conditions Yields Better Work. Humboldt denied interviews but quotes from his competitors assured that they would follow his model for their factories in the future. Parliament was racing to enact a work limit per week so that men didn’t feel strange having a weekend off. The bill was going to be called the Humboldt Bill so that the world would not forget his name. Four pages in and next to an ad for a West End revival of <em>The Whore Who Debated Politics </em>was a small obituary about George Derby. It highlighted his “extravagant speeches, dashing self portrait, and social personality.” Twice they misspelled his name as Debra.</p><p align=\"center\"> ***</p><p> Three months later, Thurbeous was strolling in the marketplace on a free Sunday afternoon. The spring air felt good in his lungs. Now that the factory was clean, his lungs felt better all the time. They had installed fans and a ventilation system to get rid of fumes. The fainting in the work force reduced dramatically.</p><p> When he saw Emily leaning down to sniff a tomato his first instinct was to stand and watch her all day long. His second instinct was to run hide behind the nearest stall and pray that she couldn’t see him. Luckily, he followed his third instinct and approached her with a smile.</p><p> “Miss Kershaw, it has been a while since I’ve had the pleasure.”</p><p> “Mister Humboldt!” she said and a curtsied.</p><p> A man stood beside her and for a moment he saw George Derby leering at him. He blinked and it became a generous fellow with sandy hair and kind eyes. He and an old woman looked at him</p><p> “How do you do, Mister Humboldt,” said the young man.</p><p> “This is my fiancée,” Emily explained. “He just came back from a year in America.”</p><p> “That’s wonderful,” Thurbeous said. He hoped his voice didn’t sound flat. It made him happy to see Emily aglow with love, even if her arm was around another man and not him, but only so much. He realized he owed his new success to her, even if his love had failed.</p><p> “I would like to introduce you to my mother,” she was saying. “Elizabeth Kershaw.”</p><p> The woman beside Emily smiled and in an instant, Thurbeous saw all the charms of the daughter, but refined in the older woman. A woman his age. All the definitions of love he thought he knew when he looked at Emily crumbled to dust. For her, he had written a 117 page account. For Elizabeth Kershaw he could write a thousand operas and still be unsatisfied.</p><p> “My father died a long time ago,” began Emily, “and in that time she hasn’t…”</p><p> “Emily?” said Thurbeous. “I think that Elizabeth can tell me herself.”</p><p> He took the woman’s warm hand and they strolled into the market place talking and laughing.</p><p> “What a queer old man,” Emily’s fiancée commented when they’d left.</p><p> “Queer? Why he’s the kindest man in all of England. And boy does he know how to run a factory.”</p>"
    },
    {
        "title": "Night Dwellers",
        "slug": "night-dwellers",
        "date": "January 2013",
        "preview": "Sterile glow of the streetlight, The deafening absence of sound.",
        "text": "<p> Sterile glow of the streetlight,</p><p> The deafening absence of sound.</p><p> Moths flitter in the night,</p><p> Dark creatures crawl the ground.</p><p> The deafening absence of sound,</p><p> So thoughts come out to think.</p><p> Dark creatures crawl the ground.</p><p> Cold water drips in the sink.</p><p> So thoughts come out to think</p><p> Mischief, when the sun has died.</p><p> Cold water drips in the sink;</p><p> Frost forms on a flower.</p><p> Mischief when the sun has died:</p><p> The shadows do it best.</p><p> Frost forms on a flower</p><p> Alone from all the rest.</p><p> The shadows do it best.</p><p> Moths flitter in the night</p><p> Alone from all the rest.</p><p> Sterile glow of the streetlight.</p>"
    },
    {
        "title": "False Alarm",
        "slug": "false-alarm",
        "date": "August 2012",
        "preview": "“What?” I looked to my right at the guy who had passed out after two mojitos and a portion of god-awful microwave lasagna. It wasn’t him speaking to me.",
        "text": "<p> “See that guy two rows back, one over? He’s been following me since Rome.”</p><p> “What?” I looked to my right at the guy who had passed out after two mojitos and a portion of god-awful microwave lasagna. It wasn’t him speaking to me.</p><p> He nudged my arm then, the guy sitting to the left of me on the airplane. Flight 177 non-stop Honolulu to LA. He’d been reading the latest <em>Wired</em> magazine last I looked.</p><p> “Do it,” he repeated. “Turn around carefully so he doesn’t know you’re looking at him.”</p><p> I did so. There was a big red headed guy with a beard listening to an Ipod in the seat my fellow passenger had described.</p><p> “Red beard?”</p><p> “Bingo!” He laughed and chewed his gum with whitened teeth. “Call me Zack.”</p><p> I hadn’t paid much attention to him when he sat down, but now I noticed his sharp suit, the thin frameless glasses, <em>nerd chic</em>, as my girlfriend would say, and the big grin. The tan color of his skin and dark hair made him one of several racial possibilities; half Asian, half black. I couldn’t tell. Not that it mattered in our post-racial world.</p><p> He was a few years younger than me, just out of college, and the remnants of acne clashed with the business attire and the big metal briefcase across his lap. He was the new breed of self-confident geek, fresh out of Stanford probably and already working for Google or Apple. Enamored by computers and had “The meek shall inherit the earth” tattooed on his shoulder from that one time him and his buds when to Mexico during spring break. I knew the type well.</p><p> “You wanna know why he’s following me?” I didn’t say anything, so he kept going. “This– right here.” Zack held up the briefcase so I could see it was chained to his wrist.</p><p> “You want to know what’s in here?”</p><p> I allowed myself a shrug this time.</p><p> “The world’s newest alarm clock ring,” he said smugly. “And <em>I </em>programmed it.”</p><p> I took that opportunity to look back at the red head. Who would follow a man around the world…for an alarm clock tone?</p><p> “You see the classic <em>beep-beep-beep</em> you hear each morning, that’s played by 90% of alarm clocks. The speakers, well, they make it sound different on each one, and then there are some people who still use spring loaded clocks.” He placed a protective hand on the case. “This is a whole – oh crap.”</p><p> Zack stiffened and lowered his head. “This is worse than I thought.”</p><p> “What now?”</p><p> “Yakamoto is here!”</p><p> I peered around the front of my chair and saw a gaunt Asian man with a shaved head standing by the lavatory. His suit was gun metal gray, the same color as his expressionless eyes.</p><p> “I thought I gave him the slip in Tokyo,” he sighed. One leg was jittering, causing the chain to rattle on his case. “He’s from Sony, those bastards. This time he’ll kill me.” He blew a large bubble and it popped loudly.</p><p> “For an…alarm clock sound?”</p><p> “You don’t understand!” he cried. “This isn’t some beep! It’s the perfect noise.” The gum cycled furiously. “We researched noises that could penetrate REM cycles without disrupting them. It comes gradually and wakes you up in a way that’s completely natural. It works on the deepest sleepers and the lightest. Imagine waking up each morning with no incessant blaring…just natural. And once you’re up, you aren’t going back to sleep. You won’t want to.”</p><p> I said nothing.</p><p> “It’s that good. Revolutionary. The same technology can be used to keep soldiers, EMTs, doctors awake, if tweaked slightly.”</p><p> I realized that however important (or unimportant, rather) I felt that an alarm clock sound was, it didn’t matter. Someone had taken the care to chain it on Zack’s wrist and someone was paying Red Beard and Yakamoto to hunt him down and cut it off. The world of alarm clock espionage could exist without my consent or care.</p><p> “This is your captain speaking,” squawked the intercom. “Please return to your seats, we’ll be starting our descent momentarily. The weather in LA is partly cloudy, and the temperature at LAX is 72 degrees, Fahrenheit. Thanks for flying, have a great day.”</p><p> Zack checked his watch, a simple movement made harder by the handcuff.</p><p> “Can you help me...? What did you say your name was?”</p><p> “I didn’t,” I quipped.</p><p> At that moment Yakamoto strode by and made eye contact with Zack. When he was back in his seat, Zack turned frantically back to me.</p><p> “At the airport there is a limo waiting for me. Tweedle Dee and Tweedle Dum,” he motioned to his pursuers, “will know that already. But I’m going to go to the limo anyway because you will be carrying this.” He produced a key quickly and unlocked the suit case. Inside there was a small flash drive nestled in a bed of foam.</p><p> “This is password protected and I doubt you have the skills to crack it...”</p><p> “I could care less.”</p><p> “Good. That’s why this will work. They’ll never suspect you.” Now he fished out a pen and paper. “All you have to do is call this number, and an agent will retrieve it from you.”</p><p> He shoved the flash drive and paper at me hastily and snapped the briefcase shut.</p><p> “I’m counting on you.”</p><p> “What’ll they do to you?”</p><p> “Scotty - that’s Red Beard to you - he won’t kill me. Yakamoto...I’m not sure.”</p><p> To the right of me, the man stirred from his drunken slumber with a groan and I saw a sad smile draw up Zack’s face.</p><p> “You really care about this don’t you?”</p><p> Zack stared ahead and straightened his tie. “Yes,” he whispered.</p><p align=\"center\"> ***</p><p> I got off the plane unmolested, far behind Zack. He scurried off quickly while I lounged about like your average jet-lagged traveler, the flash drive an unusual weight in my breast pocket. Red Beard was hot on Zack’s tail, followed closely by Yakamoto. The two presumably competing men didn’t care much about each other.</p><p> From the arrival gate I wandered over to a set of pay phones when I decided that I wasn’t comfortable dialing on my cell phone. I dialed the number and a voice answered on the second ring.</p><p> “I, uh, have your flash drive,” I said blandly. ‘“From Zack.”</p><p> “Where are you?”</p><p> “The pay phones, by gate 17.”</p><p> “Meet me in the Barnes and Noble. Two minutes. I’ll be wearing a blue scarf.”</p><p> The line went dead.</p><p align=\"center\"> ***</p><p> I stood in the bestseller aisle deciding between John Grisham and Lee Child when a hand tapped me on the shoulder. It was a tall man with a blue scarf.</p><p> “Do you have the flash drive?” In his hand was his cell phone, his thumb perched over the call button.</p><p> “Yeah, I...” Then I noticed something strange. The cell phone in his hand was made by Sony. Yakamoto was Sony. “Yeah, I know where it is,” I stuttered.</p><p> “You said you had it!” he cried impatiently. The cell phone went into his pocket.</p><p> “I didn’t feel comfortable carrying it,” I lied. “But I know where it is.”</p><p> He muttered something and then pulled his hand out of his pocket quickly. In it was a small caliber gun, fitted with a silencer.</p><p> “How did you get that past security?” I said loudly.</p><p> “Shut up!” he hissed, grabbing my arm. “Take me to it, or your Swiss cheese.”</p><p> Together we awkwardly walked to the entrance of the store. Across the front were three revolving book displays, carrying the latest cheap paperbacks. People stood browsing, requiring us to enter one by one. He nudged me in front of him and I pushed back hard, sending him sprawling and darted out into the crowd.</p><p> In the post 9/11 world, airport security has surveillance down to a science. The slightest commotion is noticed and dealt with accordingly in minutes. Guards and security cameras alternate every fifty feet and together they cover nearly every inch of a terminal. Naturally, I decided to make as much commotion as possible.</p><p> “Help! There is a man with a gun after me!” I yelled. To my surprise, Blue Scarf did not try to run away. He was running towards me, along with the security guards, though his gun was hidden.</p><p> Next thing I knew I was tackled to the ground by a 5’7” guard who must have weighed close to 250 pounds. His name card read Jerry and the breath streaming from flared nostrils smelled strongly of peppermint.</p><p> “I’m a US Marshall, and I am responsible for the transport of this man!” a voice cried out. Jerry slumped off of me and I saw that the voice came from Blue Scarf, addressing the ring of Taser-wielding guards assembled around me. He waved his badge in their faces.</p><p> I groaned, but not from the pain.</p><p align=\"center\"> ***</p><p> Blue Scarf escorted me, in handcuffs, out of the airport to where a limousine was waiting. Inside were Yakamoto, another man, and Zack. The suitcase was gone from his wrist and he had new handcuffs now. Blood ran down the side of his face.</p><p> “Hey partner,” he said without enthusiasm. I didn’t say anything. There was too much going through my head.</p><p> Blue Scarf signaled to the driver and we got going. I knew Los Angeles well, but I stopped paying attention to the twists and turns after it became clear that the driver was turning randomly to throw off any possible tails. Finally the limo sloped down into the dry Colorado River’s concrete bed. We all got out and they removed our hand cuffs. Each of the three men had their guns drawn, casually. The driver stayed at the wheel, keeping the car hot.</p><p> “I know you didn’t hide the flash drive,” Blue Scarf said. “Give it to me now, or I will shoot you and take it off your dead body.”</p><p> Yakamoto took a step closer to me, hand outstretched and I closed my eyes. See, up until this point the situation had been very wrong. On the plane it was merely amusing. Now, I had to do something. I had to prepare myself for what was going to happen next.</p><p> I grabbed Yakamoto’s wrist and yanked him into the path of my swinging fist. My knuckles collided with his throat. It was very satisfying. Before Blue Scarf could react, I was already diving forward, rolling under the inevitable bullet. He fired his shot belatedly, the bullet whizzing overhead, while I came to my feet two feet away from him. One hand stabilized his gun hand and the other punched his elbow the wrong way, forcing it backwards. Inside out. The sound of a man’s elbow breaking is like a fortune cookie being snapped open, except there is no fortune inside.</p><p> The third guy was fast to shoot his gun, but not fast enough that I couldn’t pull Blue Scarf in front of my body. The shots thudded into his friend and he paused when he’d realized what he’d done. I caught Blue Scarf’s gun as it tumbled from his weak hands and fired twice in quick succession. The third man fell in a heap.</p><p> Zack took one look at the carnage and gasped.</p><p> I dropped the gun and pulled the flash drive from my breast.</p><p> “You see Zack, or whatever your name is, I am a real spy. CIA.” That wasn’t the exact truth, but he wouldn’t have recognized the name of my agency anyway.</p><p> I tossed him the flash drive. He barely caught it.</p><p> “Don’t worry about the bodies, we have people for that.”</p><p> Zack’s mouth worked like a fish out of water. His gum dropped out.</p><p> “I miss the good old days, when people killed people because of nuclear weapons and that kind of thing.” I checked my watch. “I’m late for a meeting.” With that, I entered the limo and gave the driver directions. We drove off in a puff of dust.</p>"
    },
    {
        "title": "Death and Eileen",
        "slug": "death-and-eileen",
        "date": "May 2012",
        "preview": "The day I died was the day I met Eileen on the subway. That’s not quite right; I met her outside the station, but I saw her on the subway first, if that counts. I suppose the first thing I almost said to her, while still on the subway, was to compliment her matching earrings and scarf.",
        "text": "<p> The day I died was the day I met Eileen on the subway. That’s not quite right; I met her outside the station, but I saw her on the subway first, if that counts. I suppose the first thing I almost said to her, while still on the subway, was to compliment her matching earrings and scarf. She created an ‘African art’ ambiance with the tiny wooden masks hanging from her ears and the sub-Saharan rock art design on the scarf. I’m not gay or anything, though my parents probably would like some confirmation on that. I just notice those kinds of touches. Isn’t that why girls do that? To be noticed?</p><p> It was her who broke the silence as we stepped outside and the first thing she said to me was, “That man just stole your wallet.”</p><p> I responded: “I like your outfit.”</p><p> “Huh?”</p><p> “I said, that I like your outfit. Your earrings and your scarf match.” Bad move. When someone tells you that your wallet was stolen, it’s usually a good idea to acknowledge that statement before shooting the breeze about fashion.</p><p> She gave me the look that all girls put on when they meet a weird guy, but that some girls really <em>own</em>. I’m pretty sure it’s an evolutionary development to ward off unworthy mates and I’m definitely sure it’s all about the eyebrows.</p><p> “Let me explain,” I began, before I scared her off. “I wanted that man to steal my wallet.” Eyebrows rose higher, reaching the upper stratosphere. “I’m a private detective. That wallet has a small GPS device in it and I’m going to go follow the thief back to his den. Wanna come?”</p><p align=\"center\"> ***</p><p> You didn’t see that one coming? Yeah, it’s that kinda story. I work as a PI, but not alone like you read about in Dashiell Hammet. No one does that anymore. I work for a company called Professional Investigative Associates and I mostly handle adultery and background checks. Seen <em>Chinatown</em>? It’s actually pretty realistic, except for that fact that anything intriguing happens. I do own a gun, but only because the company suggests me. No, I’ve never seen a dead body. I would like to think, however, I’m as charming as Jack Nicholson, but with a better hairdo and worse wardrobe.</p><p> This is when she was supposed to walk away after calling me a weirdo, but instead she adjusted her tortoise-shell glasses and asked me how the tracking device worked, if most pickpockets just grabbed the cash and dumped the wallet down the nearest storm drain.</p><p> “That’s a good question,” is what I said. <em>You’re smart and pretty </em>is what I thought<em>.</em> “We simply embedded it in one of the bills. It’s small, though he’d probably notice it if he looked properly. But we put it in one of the bigger bills that he’s less likely to spend quickly.”</p><p> “You’d better start following him, or he’ll get away.”</p><p> “My colleagues are watching him. They’re going to call me if he leaves the vicinity of the subway station.” I motioned to the large crowd. “Rush hour is a buffet for him, so we’ll have an hour at least. Wanna get a falafel?”</p><p> “Sure.” She smiled. “I’m Eileen.”</p><p> “I’m Manny.” And that’s how I met Eileen.</p><p align=\"center\"> ***</p><p> For those of you who are breathlessly awaiting the part where I die, I’ll get there soon enough. For those of you who like a little character development, I’ll give you the Spark Notes, ‘cause that’s all you really need.</p><p> We sat on a bench and observed the common folk with the sharp eye of people-watchers studying at the graduate level. There was a business woman wearing yoga pants and a Blue-tooth on her way to kick-boxing class where she’d drain a week’s worth of stockpiled rage against her male counterparts. The teenager whose beloved skateboard is mysteriously devoid of any wear and tear and whose Ipod is set to Vivaldi, not the Dead Kennedy’s. I’d even bet his earring is a clip-on. The man with a nicotine patch on his arm and a cigarette in his mouth, buying nicotine gum from a vendor. Can’t explain that one.</p><p> There wasn’t romance so much as there was the kind of natural flow between two people who’d never meet again, but might as well enjoy their time together. She had that girl-next-door kind of face that always looks familiar and attractive, if not stunning. I didn’t learn much about her, except that she had moved here from Seattle and that she somehow or another worked in the publishing industry. The only personal information I divulged was that Manny was short for Manfred and that I was most-assuredly of Germanic roots. Floating somewhere in the psychological ether between us was the ancestral anticipation of the hunt, the knowledge that this people-watching was just a warm-up to the big show. I was testing that she was prepared to follow me and she was testing that I was sane enough to lead.</p><p> My phone buzzed and my colleague Danny - who pretends like he lives in a spy movie - told me, “The mark is on the move. Condor will track from the street. Over and out.”</p><p> The chase was on.</p><p align=\"center\"> ***</p><p> Our bald suspect took his time strolling down Jefferson and then across the park on Wisteria until he picked his pace and turned sharply towards the bad part of town. Eileen wasn’t fazed, and I almost wished she was. It would give me an opportunity to act like the ‘manly man’ most people associated private eyes with. She eyed the thief closely while I fiddled with the zipper on my jacket, trying to decide how high to zip it to attain my ideal body temperature.</p><p> “Is this supposed to be fun?” Eileen asked as we skirted underneath the elevated train. “‘Cause I kinda like it.”</p><p> “Just wait till the shooting starts,” I joked.</p><p> She was quiet for a long time and I’d thought I’d offended her. Then she spoke. “Do you have a gun?”</p><p> “Not with me right now.”</p><p> “Oh,” she said, disappointed. “Might come in handy.”</p><p> “Not really for this job. I do have a lock-picking set, though.”</p><p> “That’s not gonna help us.”</p><p> “What?”</p><p> “Keep your hands where I can see them, Manny. And the girl too.” I didn’t have to turn to know that it was Simon. He’s the only person in the world with an effeminate lisp that doesn’t make me wanna laugh. But why he was pointing his Beretta at my head, I had no idea.</p><p align=\"center\"> ***</p><p> My employer was a man named Howard J. Gills. Gills was a former cop who started the company after he retired in the late eighties due to a gunshot wound. It was the career-ending kind, not the kind you gab about in a pissing contest with other detectives at an after-hours bar. Tough bastard he was, he’d already gotten a couple of those before. This time, the high-caliber bullet turned his knee cap into oatmeal; the doctors were forced to amputate. As a result, the gruff inspector whirled around his office in a wheelchair like a Tasmanian devil.</p><p> “The suspect is a male, mid-thirties. His head is shaved bald and he’s been seen wearing a black leather jacket.” Gills tossed a file to the three of us. The team. This was three days ago, when Danny, Jerome, and I were called into the boss’s office to get our next assignment, apparently an important gig. “He’s a purse-snatcher and pick-pocket. Standard stuff, but he managed to grab something important.”</p><p> Whether from the wheelchair strain or hitting the gym, the detective was broad-chested and thick muscled, clearly to compensate for any perceived disadvantage from his lack of bipedalism. The old war horse hunkered forward in his chair, every kind of muscle bristling, and jabbed the folder.</p><p> “Our client insisted that we take care of this expediently.” His steel wool moustache jumped at the end of his sentence. “We are being compensated greatly for our service. Naturally, should you complete the assignment to his pleasure, that money will work its way into your bonus.”</p><p> Jerome coughed and Danny gulped. Gills had never given us any kind of bonus before. In fact, he rarely showed any affinity for his employees with the exception of Simon and George. That golden partnership was lucky enough to normally handled all the high profile cases. Simon was independently wealthy from a piece of cell-phone technologically he invented in the nineties and used his extra cash to furnish a collection of techno gadgets. George loved black turtlenecks, Mel Torme, and his self-proclaimed look alike, Tom Brady.</p><p> “Who’s our client?” I asked.</p><p> “Confidential,” huffed Gills. Many of our clients choose to only work with Gills himself. We were just the foot soldiers, though it usually wasn’t hard to figure out who you were working for. I recalled the time my team was hired to take pictures of a blond bimbo who looked very similar to a certain senator’s daughter. She had enough ‘snow’ in her penthouse apartment to open a ski-resort. Soon after the story was sent to the <em>Times</em>, Senator Fitzgerald Watson cancelled his presidential campaign.</p><p> Jerome spoke up. “I’m feelin’ a little uneasy too. All this money, you say --- to retrieve a purse?” I had always liked Jerome and I liked him even more for his suspicion. The kid had grown up on the streets and the streets had become a part of him forever. I think that’s a loose paraphrase of an LL Cool J song, but it still fits.</p><p> “A briefcase actually. Brown. Leather. Initials on the side, FJW. And a combination lock, probably smashed by now.”</p><p> “If it’s been broken into, what are we supposed to find in it?”</p><p> “Nothing!” Gills barked. “The owner wants it for sentimental value.”</p><p> “Sir...”</p><p> “Get out or you’re fired.” We got out.</p><p align=\"center\"> ***</p><p> “Bam,” Simon yelled. He smiled when I flinched. “Do you think I should kill them here?”</p><p> A slim black car stopped alongside the curb and George slid out onto the sidewalk, looking stylish in a charcoal blazer and black turtleneck. It even matched his stubble. “Too messy,” he replied. “And I’d prefer not to use a gun.” He pulled out a set of keys from his pocket and hit a button so we could hear the sound of his Mercedes chirp-chirp.</p><p> “At least let her go,” I said. Eileen looked at them. She had the “weird” evolutionary look with raised eyebrows turned on. It definitely skewered Simon ‘cause the douchebag readjusted his grip on the gun.</p><p> George eyed his partner. “She might be useful.”</p><p> Simon shifted his gun to his other hand and nodded. “She’s probably be better at it than we are.”</p><p> My heart was going like Little Drummer Boy and I was seriously considering making a move for Simon’s gun. I didn’t know what the hell they were talking about and I didn’t care. The facts were this:</p><p> a. Simon had a gun that could turn my head into soup.</p><p> b. Simon was distracted by his handsome partner.</p><p> c. I had enough adrenaline in my system that it appeared like Simon’s lisping lips were moving slower than your Uncle Hank’s bowel movements.</p><p> “What do you know about dying hair?” George asked Eileen. I had heard lots of stories about what happened to dead people, but having their hair dyed was not one of them.</p><p> Eileen’s eyebrow landed on the moon.</p><p align=\"center\"> ***</p><p> “Ow! Stop...jeez...is bleach supposed to hurt this much?”</p><p> “Yes. This is what women do to look nice for men, so settle down, Manny.” Eileen gave me a little smack on the head and I winced. Imagine a million needles pricking your skull. Wait, imagine a million <em>flaming</em> needles pricking your skull. That’s in the ballpark. A girl in high school once said my hair color was called chocolate. Now it was going to be platinum blond. As fake blond as Senator Watson’s coked up daughter. Awful.</p><p> “You don’t have blond hair,” I remarked. “How do you know what this feels like?”</p><p> “I did,” she said. “For many years. I have to die it brown now, ‘cause it isn’t the same as it was before.”</p><p> “What color did it used to be?”</p><p> She sighed. “Chocolate.” I tried to turn in my seat to get a look at her expression, but she gently stopped me.</p><p> “Stop squirming. You’re dead, remember.”</p><p align=\"center\"> ***</p><p> “So you’re going to kill me, to save me?” I asked. An hour before I was getting the hair salon treatment I was in George’s Mercedes as it slipped through the streets on its way to a secure apartment where I would receive a new identity.</p><p> “Senator Watson - former Senator Watson that is - hired Gills to have you killed. The old fart has a lot of bad blood about his derailed campaign. The pick-pocket operation was set-up to get you separated from your team,” Simon explained.</p><p> “So you babies could take me out,” I finished. “Jesus.” I collapsed on the seat. “Some sense of humor you guys have.” Simon had waited till the last possible moment to lower his gun and explain to me that he was actually an angel from heaven.</p><p> “Gills would never any of his agents die, not for any amount of money. But he wanted to make sure you were safe even if he blew Watson off. It isn’t very hard to find someone who <em>would</em> kill for money in this town.”</p><p> “He’s not going to stop if he knows you’re still alive,” said Eileen. She had been quiet until now.</p><p> “Exactly. We went along with Watson’s plan. Except for the part when we fake your death.”</p><p> “And give me a new identity.”</p><p> “And let me color his hair,” chimed Eileen.</p><p> “Exactly,” lisped Simon. I didn’t like the gleam in his eye.</p><p align=\"center\"> ***</p><p> “How do I look?” I asked. My hand drifted to the gelled tips of my new hair.</p><p> “Don’t touch it,” chided Eileen. It was strange to see Eileen and her hipster sensibilities next to Simon and George and in an apartment that could most readily be described as seedy. The water stains on the wall would actually be a pretty design if they weren’t snot colored.</p><p> “You look beautiful,” cooed Simon.</p><p> “Your own mother wouldn’t recognize you,” said George. And he was probably right. I had a new haircut, hair color, colored contacts, and a pair of glasses. My Old Navy wardrobe had been replaced by a sharp shouldered blazer. It only hit me just then that I’d never be able to wear my Back to the Future t-shirt or sleep in my room or even talk to my parents again. There was no going back now.</p><p> “I guess I can’t say goodbye to my parents?”</p><p> Simon shook his head and stood up. “I’m sorry, Manny.” He handed me a bag. “In here is everything you’ll need. A train ticket out of town, another set of clothes, a few hundred dollars. A driver’s license. When Watson gets the message you are killed and wires the blood money, Gills will put it in a bank account to help start you off.”</p><p> “Thanks.” I gave him an awkward handshake. “Goodbye Simon.”</p><p> “There is one more thing.” Simon pulled a cellphone from his pocket. “Dial 000 on this cellphone and it’ll send an SOS to George and I. A little gadget I invented.”</p><p> “Let’s hope I don’t have to use it.”</p><p> “Let’s hope.”</p><p align=\"center\"> ***</p><p> Simon and George stayed behind in the apartment to finalize the online aspects of my new identity - an email address, Facebook, that sort of thing. Eileen and I took the rickety elevator down so I could get to the train station. I was glad to be alone with Eileen because something she had said in the car was bugging me.</p><p> “It’s weird wearing glasses without a prescription,” I said suddenly.</p><p> “I bet.”</p><p> “You should know, shouldn’t you, Eileen?” My hands were in my pockets and I discreetly opened the cellphone Simon had given me. I had texted under my desk in school enough to know where the 0’s were without looking.</p><p> “Pardon?”</p><p> “I know your glasses are a disguise, Eileen. Or should I say Eileen Watson.”</p><p> Confused? Let me explain. When we were eating first falafel I had thought she looked familiar, but attributed it to a girl-next-door type face. Then she had made a comment about Senator Watson - about her dad - in the car as if she knew the man. Even when she dyed my hair, I had thought of the ‘blonde bimbo.’ And there was one final question I had never understood: why had she followed me this whole time? Why had she stayed with a strange private detective who noticed her earrings? My gut had known all along and now my brain knew too.</p><p> She was very quiet. Her head bowed down to look at her feet and I couldn’t see her expression. She rubbed her eyes.</p><p> “I don’t think that you are going to shoot me, are you? I don’t need to call for Simon and George to come and rescue me?” I closed the phone and took my hand out my pocket.</p><p> “I came to warn you,” she whispered. She finally looked up and I realized that she hadn’t been crying. She had been removing her own colored contacts. “And to thank you.”</p><p> The elevator hit bottom, but neither of us tried to get out.</p><p> “When you took those pictures of me, it forced me to see who I was. I didn’t like that person. I went to rehab, I stopped dying my hair, stopped dying it blond at least. I became a whole new person. A better person. But my dad is a spiteful man and I overheard him talking to your boss about having you killed. I couldn’t let that happen to the person who helped me.”</p><p> “And you couldn’t have told me earlier?” I cried, half-joking.</p><p> She shrugged. “I didn’t know how he planned to do it. I was going to come to your apartment when I spotted you on the subway. Things just fell into place from there.”</p><p> “Well, Eileen, I’m glad that I was able to help you.” I started to draw back the elevator door. “But it’s too late to help me now.”</p><p> She shook her head and her African mask earrings jangled. “It’s not fair. You shouldn’t have die, even if only on paper. My dad doesn’t deserve that satisfaction. He should be in jail.”</p><p> “Sometimes life isn’t fair, Eileen.”</p><p> “He tried to kill you by cheating. That’s exactly how we’re going to stop him.”</p><p> “What are you saying?”</p><p> “Damn it, Manny. I’m saying I have a plan.”</p><p align=\"center\"> ***</p><p> It was very cold on the metal slab, but I was sweating profusely. They always say that dead bodies are cold, but I’ve never seen a dead body before. Simon assured me that the makeup would make me look dead. I hoped he was right and that I wouldn’t sweat right through it. Then again, what were the odds former Senator Watson knew what a dead body looked like?</p><p> “The big problem, of course, is going to be breathing,” said George. “We’ll have a fan in the back that will hopefully cover up any noise you make, but you’ll still have to breath shallow so the sheet doesn’t rise too much.”</p><p> “That’s <em>if</em> Watson shows up,” said Simon.</p><p> “Eileen will pull through,” I assured him. Eileen had the hardest job in this plan. She had to convince her father that he needed to see my dead body before he could hand over any money. Our job was to capture this illegal exchange on Simon’s hidden cameras to get all the proof needed to put him behind bars. So far, Watson’s communication with Gills had been indirect, through an aide on an untraceable phone. We needed to have the man himself or it wouldn’t be enough in court.</p><p> “Eileen just called. The Eagle has left his nest,” Danny called from the back of the morgue. “Everybody, take your positions.” Simon and George left me to practice being dead.</p><p> “Don’t worry, Manny. We’ll keep you safe,” said Jerome. “You packing heat?”</p><p> “Yes...I, uh, I have my gun,” I said. The company-issued pistol rested awkwardly against my side. I prayed that I’d remember to take off the safety if it came to that. “How’s the wig look?” We had fretted about my hair, now a totally different shade than it was hours ago. Wouldn’t Watson be suspicious? When we spent so much time trying to make me look different, we hadn’t considered how hard it would be to reverse it. So, we had a settled for a wig and hoped for the best.</p><p> “Looks fly, my man.”</p><p> “Alright...man.”</p><p> “The Eagle’s reached our position!” hissed Danny. Time to die, again.</p><p align=\"center\"> ***</p><p> The hardest part was keeping my eyes closed. I had a translucent plastic sheet draped over my face but I could still make out shapes through it, which meant that Watson could probably tell if my eyes were open. So they stayed closed. It seemed like forever until I heard the clatter of shoes on the tiled floor signal Watson’s arrival. There were a lot of feet. He wasn’t alone. When I concentrated, I could make out two other men alongside him. Big ones, judging by the thumps they made. He’d come with a posse.</p><p> “Where’s Gills?” a voice demanded. It was sharp enough to cut glass and I knew it must be the former senator. Eileen had succeeded.</p><p> “He’ll be down in a moment,” said George and the elevator dinged right on time. Gills wheelchair squeaked across the room. I could smell a lit cigar. It struck me as very disrespectful to smoke in the presence of a dead body. Maybe that was the point. It made Gills seem more like the kinda guy who take money to kill his agent and less like an ex-cop.</p><p> “Watson! This meeting is highly irregular,” gruffed my boss.</p><p> “Yes, it is. But I like to see results when I’m paying my hard earned money for them.”</p><p> “Of course. Your results are limp on the table.”</p><p> “Ah.” The wheel chair grated across the room. I took a quick breath and waited for the sheet to be pulled back. The sheet came back and I struggled not to shiver. Watson’s tall frame blotted out the harsh light.</p><p> “Did you shoot him?” the senator asked.</p><p> “Shoot? No, we have better methods. An injection into the jugular,” Gills poked at a fake needle mark on my neck, “and we induce a heart attack. He’ll go back to his apartment and when he starts to smell, his landlady will find him. The poison will be long deteriorated.”</p><p> There was a long silence. Suddenly the hairs on my neck stood up and I realized Watson was leaning close enough to my face that I could feel <em>his</em> breath which meant if <em>I</em> exhaled he’d certainly feel mine.</p><p> “Good work.”</p><p> The wheelchair whined backwards a few feet. “How about the payment?” Gill clapped his big mitts together. All we had to do was finish the transaction and we were in the clear.</p><p> “About that payment...” the former senator began. A ominous chorus of ratchets and clicks finished his phrase. I couldn’t see it, but I knew that Watson’s boys had just pulled out their firepower. Judging by the sound of the hammers locking back, they had enough firepower to takeover for the sun if it got tired.</p><p> “You’re messing with the -” Gills sputtered.</p><p> “Quiet,” Watson hissed. “Calmly put your weapons on the floor and line up against the wall.” As their guns clattered to the floor, my sweat finally broke through my make-up. I had to try not to whimper when I heard Gill’s wheelchair squeak to the wall.</p><p> “I knew something was up the moment my daughter told me to come here. She hardly ever looks at me, let alone opens her mouth in my presence. I want whatever idiot who dreamed this plan up to know that after I make you as dead as that kid on the table - and much uglier too - I’m going to go home and do the same to my daughter. That little girl has messed up my life for the last time.”</p><p> In ten seconds the dead man in the room was going to be the only one left alive. Even worse, Eileen was going to die too.</p><p> I was a private eye who’d never seen a dead human body. I’d never experienced any danger. I spent my days eating falafel and hoping I could get somewhere with the pretty women I met on the subway. I was no hero. Watson’s men were trained killers with more hardware than a Home Depot. But I had two things going for me: I still had my gun, and I had one <em>hell</em> of an element of surprise. Geronimo...</p><p> “HEY WATSON!” I screamed as I rolled off the table. Somehow I landed on two feet, my gun held erect by two hands like they do it in the movies.</p><p> Watson hadn’t yet registered that his least favorite private detective was pointing a gun at his head, but his two Uzi toting thugs’ reflexes were much better. They swivelled in unison, their black <em>Matrix</em>-esque trench coats billowing like whirling Dervishes. I realized that the safety on my gun was still on and that their fingers were closing around 4 pound triggers. I didn’t want to become Swiss cheese. So, I dove.</p><p> My trajectory dumped me on the plastic sheet. The friction between the sheet and the tiles was slightly better than black ice; I slid forward on a direct path for the former Senator Watson’s legs. His goons tried to follow me with their guns, but with their boss in the way of their guns, there was no way they could shoot.</p><p> The agents of Professional Investigative Associates took advantage of the chaos. Jerome socked one assassin in the face while Simon yanked the Uzi from his hands. George judo flipped the other one, while Danny scooped up two pistols from the pile on the ground and deftly threw one to Gills. Gills snagged it from the air and jammed it up Watson’s nose. On the ground, I finally flicked off the safety and let my sights rest whereabouts the crooked senator’s left testicle. I desperately searched for something witty to say.</p><p> Before I could drop a catchphrase, I noticed Watson staring at my head. My hair, to be exact. I must have lost the wig in the fracas.</p><p> “You like the dye job? You little girl did it. Maybe your cellmate will do it for you in prison.”</p><p align=\"center\"> ***</p><p> “<em>That’s</em> what you said?” She laughed and it fit right in with the birds wheeling through the sky and the dogs barking and the kids chattering on the jungle gym.</p><p> “I know; it’s not very good, is it?”</p><p> She shrugged and took a bite of her falafel. “It’s not everyday you get the opportunity to be as cool as a movie detective.”</p><p> “Have you seen <em>Chinatown</em>?”</p><p align=\"center\"> ***</p><p> The day I fell in love was the day I met Eileen. At least, I think so. If love is fried chickpeas, I’m on the right track. For those eagerly awaiting the part where we fall in love and get married, there is no Sparknotes version of this story. There is only life, death, and Eileen.</p>"
    },
    {
        "title": "How I Spent My Summer Vacation",
        "slug": "summer-vacation",
        "date": "April 2012",
        "preview": "Keith told me he called Netflix and complained that his envelopes were open. They said talk to your mailman. They said to try streaming. They said it wasn’t their problem. He threw the phone at the wall and now he’s grounded.",
        "text": "<p> Keith ordered <em>Highlander</em> for the third time this year on Netflix, but I take it from his mailbox and watch it anyway. It’s a shitty movie, but I’m bored and it’s too hot outside, too hot for the pool even. That assumes I like to swim anyway. You just have to see how pale I am to know I hate swimming. By this point, I don’t even steam the envelopes. I rip it open, watch it, and put it back in his mailbox.</p><p> Don’t call it stealing. Call it borrowing. I always give it back.</p><p> Keith told me he called Netflix and complained that his envelopes were open. They said talk to your mailman. They said to try streaming. They said it wasn’t their problem. He threw the phone at the wall and now he’s grounded. Earlier that day, I watched <em>Caddyshack – </em>courtesy of Keith – and it was very funny. You see, Netflix was right. It wasn’t their problem; it’s mine and Keith’s. He just doesn’t know that. Except for <em>Highlander</em>, he has good taste in movies. The situation is actually a compliment and he doesn’t know that either.</p><p> Don’t call it voyeurism. Call it curiosity. It’s like when you watch the movie playing in someone else’s van on the highway. Statistically, it’s most likely to be <em>Frozen</em>, but <em>The Incredibles</em> is a close second. Mom and Dad were too cheap to by a van with a DVD player.</p><p> Keith says he wants do a stakeout and see who comes by to pick up his DVD’s. All night, if he has to. I consider renting a separate PO Box at the post office and then having all his mail rerouted there instead of his house. That seems too diabolical. Plus, his mom would die without all her Good Housekeeping magazines and what about bills and such? Instead, after I drop<em> Highlander</em> back in his mailbox, I offer to join him on his stakeout. Movies have stakeouts. I am excited.</p><p> Don’t call it envy. Call it appreciation. Mom and dad were just too cheap for Netflix, so I found a solution. Everybody wins.</p><p> A week later, he calls me and says the mailman just dropped off the new disc. I come over. We wait. He can hardly contain himself, the anticipation of catching the thief in the act. My mom calls me and asks me if I’ll be home for dinner. When was the last time I ate with my parents? Isn’t it always chicken nuggets or frozen pizza? I tell her no and assure Keith I will stay dutifully by his side.</p><p> You can call it manipulation. I feel like Moriarty. I feel like Lex Luthor. I feel like the Riddler. I feel like Darth Vader and Voldemort and Benedict Arnold rolled into one. It true what they say. It’s more fun to play the villain.</p><p> Keith is dogged. We must drink gallons of Capri Sun as we wait; though I prefer Kool Aid as my summer-themed beverage, I don’t tell him this because I like Keith. I wouldn’t be able to enjoy this if I didn’t. Am I mean?</p><p> Don’t call this bullying. Keith has plenty of self-esteem and I need to prank someone or I get bored. One time I called a Chinese restaurant and a pizza joint at the same time and I held the phones up to each other. That satisfied me for a week.</p><p> Eventually Keith says he has swim practice and trudges off. I promise him I will report any mysterious activity with the seriousness of an Army private reporting for duty, sir! He tells me I’m a good man. That night I watch <em>The Usual Suspects</em>, but I steam it open this time. Out of compassion.</p><p> Keith tells me that he cancelled his Netflix account. He’s just going to download illegally like every other kid.</p><p> For the best, I say.</p><p> For the best.</p><p> But I’m terrified. How could he cancel without consulting me? His movie buddy. It was a compliment he didn’t understand. Harry also has Netflix, but Harry’s taste in movies sucks.</p><p> Don’t call this a breakup. Call this a transitional period.</p><p> For the next week I do nothing. I don’t go to the pool. I don’t go to the beach, or the mall, or the bowling alley. I do eat chicken nuggets and drink copious amounts of Kool Aid and watch movies on the Internet. It is not the same.</p><p> Don’t call this life. This how I spent my summer vacation.</p>"
    }
]